//scraper.js에서 얻어온 정보

export const codes_info =  [
      {
        "code": "110001",
        "region": "강남구"
      },
      {
        "code": "110002",
        "region": "강동구"
      },
      {
        "code": "110003",
        "region": "강서구"
      },
      {
        "code": "110004",
        "region": "관악구"
      },
      {
        "code": "110005",
        "region": "구로구"
      },
      {
        "code": "110006",
        "region": "도봉구"
      },
      {
        "code": "110007",
        "region": "동대문구"
      },
      {
        "code": "110008",
        "region": "동작구"
      },
      {
        "code": "110009",
        "region": "마포구"
      },
      {
        "code": "110010",
        "region": "서대문구"
      },
      {
        "code": "110011",
        "region": "성동구"
      },
      {
        "code": "110012",
        "region": "성북구"
      },
      {
        "code": "110013",
        "region": "영등포구"
      },
      {
        "code": "110014",
        "region": "용산구"
      },
      {
        "code": "110015",
        "region": "은평구"
      },
      {
        "code": "110016",
        "region": "종로구"
      },
      {
        "code": "110017",
        "region": "중구"
      },
      {
        "code": "110018",
        "region": "송파구"
      },
      {
        "code": "110019",
        "region": "중랑구"
      },
      {
        "code": "110020",
        "region": "양천구"
      },
      {
        "code": "110021",
        "region": "서초구"
      },
      {
        "code": "110022",
        "region": "노원구"
      },
      {
        "code": "110023",
        "region": "광진구"
      },
      {
        "code": "110024",
        "region": "강북구"
      },
      {
        "code": "110025",
        "region": "금천구"
      },
      {
        "code": "210001",
        "region": "부산 남구"
      },
      {
        "code": "210002",
        "region": "부산 동구"
      },
      {
        "code": "210003",
        "region": "부산 동래구"
      },
      {
        "code": "210004",
        "region": "부산 진구"
      },
      {
        "code": "210005",
        "region": "부산 북구"
      },
      {
        "code": "210006",
        "region": "부산 서구"
      },
      {
        "code": "210007",
        "region": "부산 영도구"
      },
      {
        "code": "210008",
        "region": "부산 중구"
      },
      {
        "code": "210009",
        "region": "부산 해운대구"
      },
      {
        "code": "210010",
        "region": "부산 사하구"
      },
      {
        "code": "210011",
        "region": "부산 금정구"
      },
      {
        "code": "210012",
        "region": "부산 강서구"
      },
      {
        "code": "210013",
        "region": "부산 연제구"
      },
      {
        "code": "210014",
        "region": "부산 수영구"
      },
      {
        "code": "210015",
        "region": "부산 사상구"
      },
      {
        "code": "210100",
        "region": "부산 기장군"
      },
      {
        "code": "220001",
        "region": "인천 미추홀구"
      },
      {
        "code": "220002",
        "region": "인천 동구"
      },
      {
        "code": "220003",
        "region": "인천 부평구"
      },
      {
        "code": "220004",
        "region": "인천 중구"
      },
      {
        "code": "220005",
        "region": "인천 서구"
      },
      {
        "code": "220006",
        "region": "인천 남동구"
      },
      {
        "code": "220007",
        "region": "인천 연수구"
      },
      {
        "code": "220008",
        "region": "인천 계양구"
      },
      {
        "code": "220100",
        "region": "인천 강화군"
      },
      {
        "code": "220200",
        "region": "인천 옹진군"
      },
      {
        "code": "230001",
        "region": "대구 남구"
      },
      {
        "code": "230002",
        "region": "대구 동구"
      },
      {
        "code": "230003",
        "region": "대구 북구"
      },
      {
        "code": "230004",
        "region": "대구 서구"
      },
      {
        "code": "230005",
        "region": "대구 수성구"
      },
      {
        "code": "230006",
        "region": "대구 중구"
      },
      {
        "code": "230007",
        "region": "대구 달서구"
      },
      {
        "code": "230100",
        "region": "대구 달성군"
      },
      {
        "code": "240001",
        "region": "광주 동구"
      },
      {
        "code": "240002",
        "region": "광주 북구"
      },
      {
        "code": "240003",
        "region": "광주 서구"
      },
      {
        "code": "240004",
        "region": "광주 광산구"
      },
      {
        "code": "240005",
        "region": "광주 남구"
      },
      {
        "code": "250001",
        "region": "대전 유성구"
      },
      {
        "code": "250002",
        "region": "대전 대덕구"
      },
      {
        "code": "250003",
        "region": "대전 서구"
      },
      {
        "code": "250004",
        "region": "대전 동구"
      },
      {
        "code": "250005",
        "region": "대전 중구"
      },
      {
        "code": "260001",
        "region": "울산 남구"
      },
      {
        "code": "260002",
        "region": "울산 동구"
      },
      {
        "code": "260003",
        "region": "울산 중구"
      },
      {
        "code": "260004",
        "region": "울산 북구"
      },
      {
        "code": "260100",
        "region": "울산 울주군"
      },
      {
        "code": "310001",
        "region": "가평군"
      },
      {
        "code": "310002",
        "region": "강화군"
      },
      {
        "code": "310006",
        "region": "시흥시"
      },
      {
        "code": "310008",
        "region": "양주군"
      },
      {
        "code": "310009",
        "region": "양평군"
      },
      {
        "code": "310010",
        "region": "여주군"
      },
      {
        "code": "310011",
        "region": "연천군"
      },
      {
        "code": "310012",
        "region": "옹진군"
      },
      {
        "code": "310016",
        "region": "평택군"
      },
      {
        "code": "310017",
        "region": "포천군"
      },
      {
        "code": "310100",
        "region": "광명시"
      },
      {
        "code": "310200",
        "region": "동두천시"
      },
      {
        "code": "310300",
        "region": "부천시"
      },
      {
        "code": "310301",
        "region": "부천 소사구"
      },
      {
        "code": "310302",
        "region": "부천 오정구"
      },
      {
        "code": "310303",
        "region": "부천 원미구"
      },
      {
        "code": "310401",
        "region": "성남 수정구"
      },
      {
        "code": "310402",
        "region": "성남 중원구"
      },
      {
        "code": "310403",
        "region": "성남 분당구"
      },
      {
        "code": "310500",
        "region": "송탄시"
      },
      {
        "code": "310600",
        "region": "수원시"
      },
      {
        "code": "310601",
        "region": "수원 권선구"
      },
      {
        "code": "310602",
        "region": "수원 장안구"
      },
      {
        "code": "310603",
        "region": "수원 팔달구"
      },
      {
        "code": "310604",
        "region": "수원 영통구"
      },
      {
        "code": "310701",
        "region": "안양 만안구"
      },
      {
        "code": "310702",
        "region": "안양 동안구"
      },
      {
        "code": "310800",
        "region": "의정부시"
      },
      {
        "code": "310900",
        "region": "과천시"
      },
      {
        "code": "311000",
        "region": "구리시"
      },
      {
        "code": "311100",
        "region": "안산시"
      },
      {
        "code": "311101",
        "region": "안산 단원구"
      },
      {
        "code": "311102",
        "region": "안산 상록구"
      },
      {
        "code": "311200",
        "region": "평택시"
      },
      {
        "code": "311300",
        "region": "하남시"
      },
      {
        "code": "311400",
        "region": "군포시"
      },
      {
        "code": "311500",
        "region": "남양주시"
      },
      {
        "code": "311600",
        "region": "의왕시"
      },
      {
        "code": "311700",
        "region": "시흥시"
      },
      {
        "code": "311800",
        "region": "오산시"
      },
      {
        "code": "311901",
        "region": "고양 덕양구"
      },
      {
        "code": "311902",
        "region": "고양 일산서구"
      },
      {
        "code": "311903",
        "region": "고양 일산동구"
      },
      {
        "code": "312000",
        "region": "용인시"
      },
      {
        "code": "312001",
        "region": "용인 기흥구"
      },
      {
        "code": "312002",
        "region": "용인 수지구"
      },
      {
        "code": "312003",
        "region": "용인 처인구"
      },
      {
        "code": "312100",
        "region": "이천시"
      },
      {
        "code": "312200",
        "region": "파주시"
      },
      {
        "code": "312300",
        "region": "김포시"
      },
      {
        "code": "312400",
        "region": "안성시"
      },
      {
        "code": "312500",
        "region": "화성시"
      },
      {
        "code": "312600",
        "region": "광주시"
      },
      {
        "code": "312700",
        "region": "양주시"
      },
      {
        "code": "312800",
        "region": "포천시"
      },
      {
        "code": "312900",
        "region": "여주시"
      },
      {
        "code": "320001",
        "region": "고성군"
      },
      {
        "code": "320004",
        "region": "양구군"
      },
      {
        "code": "320005",
        "region": "양양군"
      },
      {
        "code": "320006",
        "region": "영월군"
      },
      {
        "code": "320008",
        "region": "인제군"
      },
      {
        "code": "320009",
        "region": "정선군"
      },
      {
        "code": "320010",
        "region": "철원군"
      },
      {
        "code": "320012",
        "region": "평창군"
      },
      {
        "code": "320013",
        "region": "홍천군"
      },
      {
        "code": "320014",
        "region": "화천군"
      },
      {
        "code": "320015",
        "region": "횡성군"
      },
      {
        "code": "320100",
        "region": "강릉시"
      },
      {
        "code": "320200",
        "region": "동해시"
      },
      {
        "code": "320300",
        "region": "속초시"
      },
      {
        "code": "320400",
        "region": "원주시"
      },
      {
        "code": "320500",
        "region": "춘천시"
      },
      {
        "code": "320600",
        "region": "태백시"
      },
      {
        "code": "320700",
        "region": "삼척시"
      },
      {
        "code": "330001",
        "region": "괴산군"
      },
      {
        "code": "330002",
        "region": "단양군"
      },
      {
        "code": "330003",
        "region": "보은군"
      },
      {
        "code": "330004",
        "region": "영동군"
      },
      {
        "code": "330005",
        "region": "옥천군"
      },
      {
        "code": "330006",
        "region": "음성군"
      },
      {
        "code": "330007",
        "region": "제천군"
      },
      {
        "code": "330009",
        "region": "진천군"
      },
      {
        "code": "330010",
        "region": "청원군"
      },
      {
        "code": "330011",
        "region": "증평군"
      },
      {
        "code": "330100",
        "region": "청주시"
      },
      {
        "code": "330101",
        "region": "청주 상당구"
      },
      {
        "code": "330102",
        "region": "청주 흥덕구"
      },
      {
        "code": "330103",
        "region": "청주 청원구"
      },
      {
        "code": "330104",
        "region": "청주 서원구"
      },
      {
        "code": "330200",
        "region": "충주시"
      },
      {
        "code": "330300",
        "region": "제천시"
      },
      {
        "code": "340002",
        "region": "금산군"
      },
      {
        "code": "340004",
        "region": "당진군"
      },
      {
        "code": "340007",
        "region": "부여군"
      },
      {
        "code": "340009",
        "region": "서천군"
      },
      {
        "code": "340011",
        "region": "연기군"
      },
      {
        "code": "340012",
        "region": "예산군"
      },
      {
        "code": "340013",
        "region": "천안군"
      },
      {
        "code": "340014",
        "region": "청양군"
      },
      {
        "code": "340015",
        "region": "홍성군"
      },
      {
        "code": "340016",
        "region": "태안군"
      },
      {
        "code": "340200",
        "region": "천안시"
      },
      {
        "code": "340201",
        "region": "천안 서북구"
      },
      {
        "code": "340202",
        "region": "천안 동남구"
      },
      {
        "code": "340300",
        "region": "공주시"
      },
      {
        "code": "340400",
        "region": "보령시"
      },
      {
        "code": "340500",
        "region": "아산시"
      },
      {
        "code": "340600",
        "region": "서산시"
      },
      {
        "code": "340700",
        "region": "논산시"
      },
      {
        "code": "340800",
        "region": "계룡시"
      },
      {
        "code": "340900",
        "region": "당진시"
      },
      {
        "code": "350001",
        "region": "고창군"
      },
      {
        "code": "350004",
        "region": "무주군"
      },
      {
        "code": "350005",
        "region": "부안군"
      },
      {
        "code": "350006",
        "region": "순창군"
      },
      {
        "code": "350008",
        "region": "완주군"
      },
      {
        "code": "350009",
        "region": "익산군"
      },
      {
        "code": "350010",
        "region": "임실군"
      },
      {
        "code": "350011",
        "region": "장수군"
      },
      {
        "code": "350013",
        "region": "진안군"
      },
      {
        "code": "350100",
        "region": "군산시"
      },
      {
        "code": "350200",
        "region": "남원시"
      },
      {
        "code": "350300",
        "region": "익산시"
      },
      {
        "code": "350400",
        "region": "전주시"
      },
      {
        "code": "350401",
        "region": "전주 완산구"
      },
      {
        "code": "350402",
        "region": "전주 덕진구"
      },
      {
        "code": "350500",
        "region": "정읍시"
      },
      {
        "code": "350600",
        "region": "김제시"
      },
      {
        "code": "360001",
        "region": "강진군"
      },
      {
        "code": "360002",
        "region": "고흥군"
      },
      {
        "code": "360003",
        "region": "곡성군"
      },
      {
        "code": "360006",
        "region": "구례군"
      },
      {
        "code": "360008",
        "region": "담양군"
      },
      {
        "code": "360009",
        "region": "무안군"
      },
      {
        "code": "360010",
        "region": "보성군"
      },
      {
        "code": "360012",
        "region": "신안군"
      },
      {
        "code": "360014",
        "region": "영광군"
      },
      {
        "code": "360015",
        "region": "영암군"
      },
      {
        "code": "360016",
        "region": "완도군"
      },
      {
        "code": "360017",
        "region": "장성군"
      },
      {
        "code": "360018",
        "region": "장흥군"
      },
      {
        "code": "360019",
        "region": "진도군"
      },
      {
        "code": "360020",
        "region": "함평군"
      },
      {
        "code": "360021",
        "region": "해남군"
      },
      {
        "code": "360022",
        "region": "화순군"
      },
      {
        "code": "360200",
        "region": "나주시"
      },
      {
        "code": "360300",
        "region": "목포시"
      },
      {
        "code": "360400",
        "region": "순천시"
      },
      {
        "code": "360500",
        "region": "여수시"
      },
      {
        "code": "360700",
        "region": "광양시"
      },
      {
        "code": "370002",
        "region": "고령군"
      },
      {
        "code": "370003",
        "region": "군위군"
      },
      {
        "code": "370005",
        "region": "달성군"
      },
      {
        "code": "370007",
        "region": "봉화군"
      },
      {
        "code": "370010",
        "region": "성주군"
      },
      {
        "code": "370012",
        "region": "영덕군"
      },
      {
        "code": "370013",
        "region": "영양군"
      },
      {
        "code": "370014",
        "region": "영일군"
      },
      {
        "code": "370017",
        "region": "예천군"
      },
      {
        "code": "370018",
        "region": "울릉군"
      },
      {
        "code": "370019",
        "region": "울진군"
      },
      {
        "code": "370021",
        "region": "의성군"
      },
      {
        "code": "370022",
        "region": "청도군"
      },
      {
        "code": "370023",
        "region": "청송군"
      },
      {
        "code": "370024",
        "region": "칠곡군"
      },
      {
        "code": "370100",
        "region": "경주시"
      },
      {
        "code": "370200",
        "region": "구미시"
      },
      {
        "code": "370300",
        "region": "김천시"
      },
      {
        "code": "370400",
        "region": "안동시"
      },
      {
        "code": "370500",
        "region": "영주시"
      },
      {
        "code": "370600",
        "region": "영천시"
      },
      {
        "code": "370700",
        "region": "포항시"
      },
      {
        "code": "370701",
        "region": "포항 남구"
      },
      {
        "code": "370702",
        "region": "포항 북구"
      },
      {
        "code": "370800",
        "region": "문경시"
      },
      {
        "code": "370900",
        "region": "상주시"
      },
      {
        "code": "371000",
        "region": "경산시"
      },
      {
        "code": "380002",
        "region": "거창군"
      },
      {
        "code": "380003",
        "region": "고성군"
      },
      {
        "code": "380004",
        "region": "김해군"
      },
      {
        "code": "380005",
        "region": "남해군"
      },
      {
        "code": "380007",
        "region": "사천군"
      },
      {
        "code": "380008",
        "region": "산청군"
      },
      {
        "code": "380011",
        "region": "의령군"
      },
      {
        "code": "380012",
        "region": "창원군"
      },
      {
        "code": "380014",
        "region": "창녕군"
      },
      {
        "code": "380016",
        "region": "하동군"
      },
      {
        "code": "380017",
        "region": "함안군"
      },
      {
        "code": "380018",
        "region": "함양군"
      },
      {
        "code": "380019",
        "region": "합천군"
      },
      {
        "code": "380100",
        "region": "김해시"
      },
      {
        "code": "380200",
        "region": "마산시"
      },
      {
        "code": "380300",
        "region": "사천시"
      },
      {
        "code": "380500",
        "region": "진주시"
      },
      {
        "code": "380600",
        "region": "진해시"
      },
      {
        "code": "380700",
        "region": "창원시"
      },
      {
        "code": "380701",
        "region": "창원 마산회원구"
      },
      {
        "code": "380702",
        "region": "창원 마산합포구"
      },
      {
        "code": "380703",
        "region": "창원 진해구"
      },
      {
        "code": "380704",
        "region": "창원 의창구"
      },
      {
        "code": "380705",
        "region": "창원 성산구"
      },
      {
        "code": "380800",
        "region": "통영시"
      },
      {
        "code": "380900",
        "region": "밀양시"
      },
      {
        "code": "381000",
        "region": "거제시"
      },
      {
        "code": "381100",
        "region": "양산시"
      },
      {
        "code": "390001",
        "region": "남제주군"
      },
      {
        "code": "390002",
        "region": "북제주군"
      },
      {
        "code": "390100",
        "region": "서귀포시"
      },
      {
        "code": "390200",
        "region": "제주시"
      },
      {
        "code": "410000",
        "region": "세종시"
      }
]