// 20230622172539
// http://localhost:9000/api/crwal/2


export const local_info =[
        {
          "code": "00000",
          "region": "지역무관"
        },
        {
          "code": "11000",
          "region": "서울"
        },
        {
          "code": "11110",
          "region": "서울 종로구"
        },
        {
          "code": "11140",
          "region": "서울 중구"
        },
        {
          "code": "11170",
          "region": "서울 용산구"
        },
        {
          "code": "11200",
          "region": "서울 성동구"
        },
        {
          "code": "11215",
          "region": "서울 광진구"
        },
        {
          "code": "11230",
          "region": "서울 동대문구"
        },
        {
          "code": "11260",
          "region": "서울 중랑구"
        },
        {
          "code": "11290",
          "region": "서울 성북구"
        },
        {
          "code": "11305",
          "region": "서울 강북구"
        },
        {
          "code": "11320",
          "region": "서울 도봉구"
        },
        {
          "code": "11350",
          "region": "서울 노원구"
        },
        {
          "code": "11380",
          "region": "서울 은평구"
        },
        {
          "code": "11410",
          "region": "서울 서대문구"
        },
        {
          "code": "11440",
          "region": "서울 마포구"
        },
        {
          "code": "11470",
          "region": "서울 양천구"
        },
        {
          "code": "11500",
          "region": "서울 강서구"
        },
        {
          "code": "11530",
          "region": "서울 구로구"
        },
        {
          "code": "11545",
          "region": "서울 금천구"
        },
        {
          "code": "11560",
          "region": "서울 영등포구"
        },
        {
          "code": "11590",
          "region": "서울 동작구"
        },
        {
          "code": "11620",
          "region": "서울 관악구"
        },
        {
          "code": "11650",
          "region": "서울 서초구"
        },
        {
          "code": "11680",
          "region": "서울 강남구"
        },
        {
          "code": "11710",
          "region": "서울 송파구"
        },
        {
          "code": "11740",
          "region": "서울 강동구"
        },
        {
          "code": "26000",
          "region": "부산"
        },
        {
          "code": "26110",
          "region": "부산 중구"
        },
        {
          "code": "26140",
          "region": "부산 서구"
        },
        {
          "code": "26170",
          "region": "부산 동구"
        },
        {
          "code": "26200",
          "region": "부산 영도구"
        },
        {
          "code": "26230",
          "region": "부산 부산진구"
        },
        {
          "code": "26260",
          "region": "부산 동래구"
        },
        {
          "code": "26290",
          "region": "부산 남구"
        },
        {
          "code": "26320",
          "region": "부산 북구"
        },
        {
          "code": "26350",
          "region": "부산 해운대구"
        },
        {
          "code": "26380",
          "region": "부산 사하구"
        },
        {
          "code": "26410",
          "region": "부산 금정구"
        },
        {
          "code": "26440",
          "region": "부산 강서구"
        },
        {
          "code": "26470",
          "region": "부산 연제구"
        },
        {
          "code": "26500",
          "region": "부산 수영구"
        },
        {
          "code": "26530",
          "region": "부산 사상구"
        },
        {
          "code": "26710",
          "region": "부산 기장군"
        },
        {
          "code": "27000",
          "region": "대구"
        },
        {
          "code": "27110",
          "region": "대구 중구"
        },
        {
          "code": "27140",
          "region": "대구 동구"
        },
        {
          "code": "27170",
          "region": "대구 서구"
        },
        {
          "code": "27200",
          "region": "대구 남구"
        },
        {
          "code": "27230",
          "region": "대구 북구"
        },
        {
          "code": "27260",
          "region": "대구 수성구"
        },
        {
          "code": "27290",
          "region": "대구 달서구"
        },
        {
          "code": "27710",
          "region": "대구 달성군"
        },
        {
          "code": "28000",
          "region": "인천"
        },
        {
          "code": "28110",
          "region": "인천 중구"
        },
        {
          "code": "28140",
          "region": "인천 동구"
        },
        {
          "code": "28177",
          "region": "인천 미추홀구"
        },
        {
          "code": "28185",
          "region": "인천 연수구"
        },
        {
          "code": "28200",
          "region": "인천 남동구"
        },
        {
          "code": "28237",
          "region": "인천 부평구"
        },
        {
          "code": "28245",
          "region": "인천 계양구"
        },
        {
          "code": "28260",
          "region": "인천 서구"
        },
        {
          "code": "28710",
          "region": "인천 강화군"
        },
        {
          "code": "28720",
          "region": "인천 옹진군"
        },
        {
          "code": "29000",
          "region": "광주"
        },
        {
          "code": "29110",
          "region": "광주 동구"
        },
        {
          "code": "29140",
          "region": "광주 서구"
        },
        {
          "code": "29155",
          "region": "광주 남구"
        },
        {
          "code": "29170",
          "region": "광주 북구"
        },
        {
          "code": "29200",
          "region": "광주 광산구"
        },
        {
          "code": "30000",
          "region": "대전"
        },
        {
          "code": "30110",
          "region": "대전 동구"
        },
        {
          "code": "30140",
          "region": "대전 중구"
        },
        {
          "code": "30170",
          "region": "대전 서구"
        },
        {
          "code": "30200",
          "region": "대전 유성구"
        },
        {
          "code": "30230",
          "region": "대전 대덕구"
        },
        {
          "code": "31000",
          "region": "울산"
        },
        {
          "code": "31110",
          "region": "울산 중구"
        },
        {
          "code": "31140",
          "region": "울산 남구"
        },
        {
          "code": "31170",
          "region": "울산 동구"
        },
        {
          "code": "31200",
          "region": "울산 북구"
        },
        {
          "code": "31710",
          "region": "울산 울주군"
        },
        {
          "code": "36110",
          "region": "세종"
        },
        {
          "code": "41000",
          "region": "경기"
        },
        {
          "code": "41110",
          "region": "경기 수원시"
        },
        {
          "code": "41111",
          "region": "경기 수원시 장안구"
        },
        {
          "code": "41113",
          "region": "경기 수원시 권선구"
        },
        {
          "code": "41115",
          "region": "경기 수원시 팔달구"
        },
        {
          "code": "41117",
          "region": "경기 수원시 영통구"
        },
        {
          "code": "41130",
          "region": "경기 성남시"
        },
        {
          "code": "41131",
          "region": "경기 성남시 수정구"
        },
        {
          "code": "41133",
          "region": "경기 성남시 중원구"
        },
        {
          "code": "41135",
          "region": "경기 성남시 분당구"
        },
        {
          "code": "41150",
          "region": "경기 의정부시"
        },
        {
          "code": "41170",
          "region": "경기 안양시"
        },
        {
          "code": "41171",
          "region": "경기 안양시 만안구"
        },
        {
          "code": "41173",
          "region": "경기 안양시 동안구"
        },
        {
          "code": "41190",
          "region": "경기 부천시"
        },
        {
          "code": "41210",
          "region": "경기 광명시"
        },
        {
          "code": "41220",
          "region": "경기 평택시"
        },
        {
          "code": "41250",
          "region": "경기 동두천시"
        },
        {
          "code": "41270",
          "region": "경기 안산시"
        },
        {
          "code": "41271",
          "region": "경기 안산시 상록구"
        },
        {
          "code": "41273",
          "region": "경기 안산시 단원구"
        },
        {
          "code": "41280",
          "region": "경기 고양시"
        },
        {
          "code": "41281",
          "region": "경기 고양시 덕양구"
        },
        {
          "code": "41285",
          "region": "경기 고양시 일산동구"
        },
        {
          "code": "41287",
          "region": "경기 고양시 일산서구"
        },
        {
          "code": "41290",
          "region": "경기 과천시"
        },
        {
          "code": "41310",
          "region": "경기 구리시"
        },
        {
          "code": "41360",
          "region": "경기 남양주시"
        },
        {
          "code": "41370",
          "region": "경기 오산시"
        },
        {
          "code": "41390",
          "region": "경기 시흥시"
        },
        {
          "code": "41410",
          "region": "경기 군포시"
        },
        {
          "code": "41430",
          "region": "경기 의왕시"
        },
        {
          "code": "41450",
          "region": "경기 하남시"
        },
        {
          "code": "41460",
          "region": "경기 용인시"
        },
        {
          "code": "41461",
          "region": "경기 용인시 처인구"
        },
        {
          "code": "41463",
          "region": "경기 용인시 기흥구"
        },
        {
          "code": "41465",
          "region": "경기 용인시 수지구"
        },
        {
          "code": "41480",
          "region": "경기 파주시"
        },
        {
          "code": "41500",
          "region": "경기 이천시"
        },
        {
          "code": "41550",
          "region": "경기 안성시"
        },
        {
          "code": "41570",
          "region": "경기 김포시"
        },
        {
          "code": "41590",
          "region": "경기 화성시"
        },
        {
          "code": "41610",
          "region": "경기 광주시"
        },
        {
          "code": "41630",
          "region": "경기 양주시"
        },
        {
          "code": "41650",
          "region": "경기 포천시"
        },
        {
          "code": "41670",
          "region": "경기 여주시"
        },
        {
          "code": "41800",
          "region": "경기 연천군"
        },
        {
          "code": "41820",
          "region": "경기 가평군"
        },
        {
          "code": "41830",
          "region": "경기 양평군"
        },
        {
          "code": "43000",
          "region": "충북"
        },
        {
          "code": "43110",
          "region": "충북 청주시"
        },
        {
          "code": "43111",
          "region": "충북 청주시 상당구"
        },
        {
          "code": "43112",
          "region": "충북 청주시 서원구"
        },
        {
          "code": "43113",
          "region": "충북 청주시 흥덕구"
        },
        {
          "code": "43114",
          "region": "충북 청주시 청원구"
        },
        {
          "code": "43130",
          "region": "충북 충주시"
        },
        {
          "code": "43150",
          "region": "충북 제천시"
        },
        {
          "code": "43720",
          "region": "충북 보은군"
        },
        {
          "code": "43730",
          "region": "충북 옥천군"
        },
        {
          "code": "43740",
          "region": "충북 영동군"
        },
        {
          "code": "43745",
          "region": "충북 증평군"
        },
        {
          "code": "43750",
          "region": "충북 진천군"
        },
        {
          "code": "43760",
          "region": "충북 괴산군"
        },
        {
          "code": "43770",
          "region": "충북 음성군"
        },
        {
          "code": "43800",
          "region": "충북 단양군"
        },
        {
          "code": "44000",
          "region": "충남"
        },
        {
          "code": "44130",
          "region": "충남 천안시"
        },
        {
          "code": "44131",
          "region": "충남 천안시 동남구"
        },
        {
          "code": "44133",
          "region": "충남 천안시 서북구"
        },
        {
          "code": "44150",
          "region": "충남 공주시"
        },
        {
          "code": "44180",
          "region": "충남 보령시"
        },
        {
          "code": "44200",
          "region": "충남 아산시"
        },
        {
          "code": "44210",
          "region": "충남 서산시"
        },
        {
          "code": "44230",
          "region": "충남 논산시"
        },
        {
          "code": "44250",
          "region": "충남 계룡시"
        },
        {
          "code": "44270",
          "region": "충남 당진시"
        },
        {
          "code": "44710",
          "region": "충남 금산군"
        },
        {
          "code": "44760",
          "region": "충남 부여군"
        },
        {
          "code": "44770",
          "region": "충남 서천군"
        },
        {
          "code": "44790",
          "region": "충남 청양군"
        },
        {
          "code": "44800",
          "region": "충남 홍성군"
        },
        {
          "code": "44810",
          "region": "충남 예산군"
        },
        {
          "code": "44825",
          "region": "충남 태안군"
        },
        {
          "code": "45000",
          "region": "전북"
        },
        {
          "code": "45110",
          "region": "전북 전주시"
        },
        {
          "code": "45111",
          "region": "전북 전주시 완산구"
        },
        {
          "code": "45113",
          "region": "전북 전주시 덕진구"
        },
        {
          "code": "45130",
          "region": "전북 군산시"
        },
        {
          "code": "45140",
          "region": "전북 익산시"
        },
        {
          "code": "45180",
          "region": "전북 정읍시"
        },
        {
          "code": "45190",
          "region": "전북 남원시"
        },
        {
          "code": "45210",
          "region": "전북 김제시"
        },
        {
          "code": "45710",
          "region": "전북 완주군"
        },
        {
          "code": "45720",
          "region": "전북 진안군"
        },
        {
          "code": "45730",
          "region": "전북 무주군"
        },
        {
          "code": "45740",
          "region": "전북 장수군"
        },
        {
          "code": "45750",
          "region": "전북 임실군"
        },
        {
          "code": "45770",
          "region": "전북 순창군"
        },
        {
          "code": "45790",
          "region": "전북 고창군"
        },
        {
          "code": "45800",
          "region": "전북 부안군"
        },
        {
          "code": "46000",
          "region": "전남"
        },
        {
          "code": "46110",
          "region": "전남 목포시"
        },
        {
          "code": "46130",
          "region": "전남 여수시"
        },
        {
          "code": "46150",
          "region": "전남 순천시"
        },
        {
          "code": "46170",
          "region": "전남 나주시"
        },
        {
          "code": "46230",
          "region": "전남 광양시"
        },
        {
          "code": "46710",
          "region": "전남 담양군"
        },
        {
          "code": "46720",
          "region": "전남 곡성군"
        },
        {
          "code": "46730",
          "region": "전남 구례군"
        },
        {
          "code": "46770",
          "region": "전남 고흥군"
        },
        {
          "code": "46780",
          "region": "전남 보성군"
        },
        {
          "code": "46790",
          "region": "전남 화순군"
        },
        {
          "code": "46800",
          "region": "전남 장흥군"
        },
        {
          "code": "46810",
          "region": "전남 강진군"
        },
        {
          "code": "46820",
          "region": "전남 해남군"
        },
        {
          "code": "46830",
          "region": "전남 영암군"
        },
        {
          "code": "46840",
          "region": "전남 무안군"
        },
        {
          "code": "46860",
          "region": "전남 함평군"
        },
        {
          "code": "46870",
          "region": "전남 영광군"
        },
        {
          "code": "46880",
          "region": "전남 장성군"
        },
        {
          "code": "46890",
          "region": "전남 완도군"
        },
        {
          "code": "46900",
          "region": "전남 진도군"
        },
        {
          "code": "46910",
          "region": "전남 신안군"
        },
        {
          "code": "47000",
          "region": "경북"
        },
        {
          "code": "47110",
          "region": "경북 포항시"
        },
        {
          "code": "47111",
          "region": "경북 포항시 남구"
        },
        {
          "code": "47113",
          "region": "경북 포항시 북구"
        },
        {
          "code": "47130",
          "region": "경북 경주시"
        },
        {
          "code": "47150",
          "region": "경북 김천시"
        },
        {
          "code": "47170",
          "region": "경북 안동시"
        },
        {
          "code": "47190",
          "region": "경북 구미시"
        },
        {
          "code": "47210",
          "region": "경북 영주시"
        },
        {
          "code": "47230",
          "region": "경북 영천시"
        },
        {
          "code": "47250",
          "region": "경북 상주시"
        },
        {
          "code": "47280",
          "region": "경북 문경시"
        },
        {
          "code": "47290",
          "region": "경북 경산시"
        },
        {
          "code": "47720",
          "region": "경북 군위군"
        },
        {
          "code": "47730",
          "region": "경북 의성군"
        },
        {
          "code": "47750",
          "region": "경북 청송군"
        },
        {
          "code": "47760",
          "region": "경북 영양군"
        },
        {
          "code": "47770",
          "region": "경북 영덕군"
        },
        {
          "code": "47820",
          "region": "경북 청도군"
        },
        {
          "code": "47830",
          "region": "경북 고령군"
        },
        {
          "code": "47840",
          "region": "경북 성주군"
        },
        {
          "code": "47850",
          "region": "경북 칠곡군"
        },
        {
          "code": "47900",
          "region": "경북 예천군"
        },
        {
          "code": "47920",
          "region": "경북 봉화군"
        },
        {
          "code": "47930",
          "region": "경북 울진군"
        },
        {
          "code": "47940",
          "region": "경북 울릉군"
        },
        {
          "code": "48000",
          "region": "경남"
        },
        {
          "code": "48120",
          "region": "경남 창원시"
        },
        {
          "code": "48121",
          "region": "경남 창원시 의창구"
        },
        {
          "code": "48123",
          "region": "경남 창원시 성산구"
        },
        {
          "code": "48125",
          "region": "경남 창원시 마산합포구"
        },
        {
          "code": "48127",
          "region": "경남 창원시 마산회원구"
        },
        {
          "code": "48129",
          "region": "경남 창원시 진해구"
        },
        {
          "code": "48170",
          "region": "경남 진주시"
        },
        {
          "code": "48220",
          "region": "경남 통영시"
        },
        {
          "code": "48240",
          "region": "경남 사천시"
        },
        {
          "code": "48250",
          "region": "경남 김해시"
        },
        {
          "code": "48270",
          "region": "경남 밀양시"
        },
        {
          "code": "48310",
          "region": "경남 거제시"
        },
        {
          "code": "48330",
          "region": "경남 양산시"
        },
        {
          "code": "48720",
          "region": "경남 의령군"
        },
        {
          "code": "48730",
          "region": "경남 함안군"
        },
        {
          "code": "48740",
          "region": "경남 창녕군"
        },
        {
          "code": "48820",
          "region": "경남 고성군"
        },
        {
          "code": "48840",
          "region": "경남 남해군"
        },
        {
          "code": "48850",
          "region": "경남 하동군"
        },
        {
          "code": "48860",
          "region": "경남 산청군"
        },
        {
          "code": "48870",
          "region": "경남 함양군"
        },
        {
          "code": "48880",
          "region": "경남 거창군"
        },
        {
          "code": "48890",
          "region": "경남 합천군"
        },
        {
          "code": "50000",
          "region": "제주"
        },
        {
          "code": "50110",
          "region": "제주 제주시"
        },
        {
          "code": "50130",
          "region": "제주 서귀포시"
        },
        {
          "code": "51000",
          "region": "강원"
        },
        {
          "code": "51110",
          "region": "강원 춘천시"
        },
        {
          "code": "51130",
          "region": "강원 원주시"
        },
        {
          "code": "51150",
          "region": "강원 강릉시"
        },
        {
          "code": "51170",
          "region": "강원 동해시"
        },
        {
          "code": "51190",
          "region": "강원 태백시"
        },
        {
          "code": "51210",
          "region": "강원 속초시"
        },
        {
          "code": "51230",
          "region": "강원 삼척시"
        },
        {
          "code": "51720",
          "region": "강원 홍천군"
        },
        {
          "code": "51730",
          "region": "강원 횡성군"
        },
        {
          "code": "51750",
          "region": "강원 영월군"
        },
        {
          "code": "51760",
          "region": "강원 평창군"
        },
        {
          "code": "51770",
          "region": "강원 정선군"
        },
        {
          "code": "51780",
          "region": "강원 철원군"
        },
        {
          "code": "51790",
          "region": "강원 화천군"
        },
        {
          "code": "51800",
          "region": "강원 양구군"
        },
        {
          "code": "51810",
          "region": "강원 인제군"
        },
        {
          "code": "51820",
          "region": "강원 고성군"
        },
        {
          "code": "51830",
          "region": "강원 양양군"
        }
      ]
