// 20230623170848
// http://localhost:9000/api/crwal/2

export const work_info=[
        {
          "code": "01",
          "depth1": "경영·사무·금융·보험",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "011",
          "depth1": " ",
          "depth2": "행정·경영·금융·보험 관리직",
          "depth3": " "
        },
        {
          "code": "011100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의회의원·고위공무원 및 공공단체임원"
        },
        {
          "code": "011200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기업 고위임원"
        },
        {
          "code": "012100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정부행정 관리자"
        },
        {
          "code": "012200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경영지원 관리자"
        },
        {
          "code": "012201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경영기획 부서장"
        },
        {
          "code": "012202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인사·노무·교육·총무·감사 부서장"
        },
        {
          "code": "012203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매 부서장"
        },
        {
          "code": "012204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재무·회계·경리 부서장"
        },
        {
          "code": "012205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 경영지원 서비스 관리자"
        },
        {
          "code": "012300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "마케팅·광고·홍보 관리자(부서장)"
        },
        {
          "code": "012400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금융·보험 관리자(부서장)"
        },
        {
          "code": "012",
          "depth1": " ",
          "depth2": "교육·법률·복지·의료·예술·방송·정보통신 등 전문서비스 관리직",
          "depth3": " "
        },
        {
          "code": "013100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "연구 관리자"
        },
        {
          "code": "013200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교육 관리자(부서장)"
        },
        {
          "code": "013300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "법률·경찰·소방·교도 관리자"
        },
        {
          "code": "013400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보건·의료 관리자(부서장)"
        },
        {
          "code": "013500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회복지 관리자(부서장)"
        },
        {
          "code": "013600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "예술·디자인·방송 관리자(부서장)"
        },
        {
          "code": "013700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정보통신 관리자(부서장)"
        },
        {
          "code": "013900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "부동산·조사·인력알선 및 기타 전문서비스 관리자"
        },
        {
          "code": "013901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "부동산·임대업 관리자"
        },
        {
          "code": "013902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "아파트 관리소장"
        },
        {
          "code": "013903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "빌딩 관리소장"
        },
        {
          "code": "013904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조사, 인력공급·알선 및 기타 전문서비스 관리자(부서장)"
        },
        {
          "code": "014100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "미용·여행·숙박·스포츠 관리자"
        },
        {
          "code": "013",
          "depth1": " ",
          "depth2": "미용·여행·숙박·음식 등 개인서비스 및 영업·판매·운송 관리직",
          "depth3": " "
        },
        {
          "code": "014101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "미용·여행·숙박 관리자"
        },
        {
          "code": "014102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "스포츠 관리자"
        },
        {
          "code": "014200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음식서비스 관리자"
        },
        {
          "code": "014300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경비·청소 관리자"
        },
        {
          "code": "014301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경비 관리자"
        },
        {
          "code": "014302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "환경·청소 관리자"
        },
        {
          "code": "015100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영업·판매 관리자"
        },
        {
          "code": "015101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영업 관리자(영업소장·지점장)"
        },
        {
          "code": "015102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "판매 관리자(소규모 판매점장 제외)"
        },
        {
          "code": "015200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "운송 관리자(부서장)"
        },
        {
          "code": "015900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "각종 단체 및 기타 고객서비스 관리자"
        },
        {
          "code": "014",
          "depth1": " ",
          "depth2": "건설·채굴·제조·생산 관리직",
          "depth3": " "
        },
        {
          "code": "016100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설·채굴 관리자(부서장)"
        },
        {
          "code": "016200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·가스·수도 관리자(부서장)"
        },
        {
          "code": "016300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제조·생산 관리자"
        },
        {
          "code": "016301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계·금속·비금속 제조 관리자(공장장)"
        },
        {
          "code": "016302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학 제조 관리자(공장장)"
        },
        {
          "code": "016303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "섬유·의류 제조 관리자(공장장)"
        },
        {
          "code": "016304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 제조 관리자(공장장)"
        },
        {
          "code": "016305",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식품가공 제조 관리자(공장장)"
        },
        {
          "code": "016306",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 제품 제조 관리자(공장장)"
        },
        {
          "code": "016900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 건설·전기 및 제조 관리자"
        },
        {
          "code": "016901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수리·정비 관리자(부서장)"
        },
        {
          "code": "016902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농림어업 및 기타 생산 관리자"
        },
        {
          "code": "015",
          "depth1": " ",
          "depth2": "행정·경영·회계·광고·상품기획 전문가",
          "depth3": " "
        },
        {
          "code": "021000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정부·공공행정 전문가"
        },
        {
          "code": "022100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경영 컨설턴트(M&A·창업·인증심사·FTA)"
        },
        {
          "code": "022201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인사·노무 전문가"
        },
        {
          "code": "022202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "HRD·교육·훈련 전문가"
        },
        {
          "code": "023100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "회계사"
        },
        {
          "code": "023200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "세무사"
        },
        {
          "code": "023301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "관세사"
        },
        {
          "code": "023302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "FTA 원산지관리사"
        },
        {
          "code": "023400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "감정 전문가"
        },
        {
          "code": "023401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "감정평가사"
        },
        {
          "code": "023402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "감정사(문화재·보석·문서·음식료품 및 조향사)"
        },
        {
          "code": "024101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "광고·홍보 전문가"
        },
        {
          "code": "024102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "마케팅 전문가"
        },
        {
          "code": "024200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조사 전문가"
        },
        {
          "code": "024301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상품 기획자"
        },
        {
          "code": "024302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "머천다이저(MD)"
        },
        {
          "code": "024400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "행사 기획자"
        },
        {
          "code": "024401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "행사·이벤트 기획자"
        },
        {
          "code": "024402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전시·회의 기획자"
        },
        {
          "code": "231400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "직업상담사"
        },
        {
          "code": "016",
          "depth1": " ",
          "depth2": "정부·공공행정 사무",
          "depth3": " "
        },
        {
          "code": "025100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조세행정 사무원"
        },
        {
          "code": "025200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "관세행정 사무원"
        },
        {
          "code": "025300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "병무행정 사무원"
        },
        {
          "code": "025401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "국가·지방행정 사무원"
        },
        {
          "code": "025402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "군무원"
        },
        {
          "code": "025500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공공행정 사무원"
        },
        {
          "code": "026100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기획·마케팅 사무원"
        },
        {
          "code": "017",
          "depth1": " ",
          "depth2": "경영지원 사무",
          "depth3": " "
        },
        {
          "code": "026101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경영 기획 사무원"
        },
        {
          "code": "026102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "마케팅·광고·홍보·상품기획 사무원"
        },
        {
          "code": "026103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영업 기획·관리·지원 사무원"
        },
        {
          "code": "026104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "분양·임대 사무원"
        },
        {
          "code": "026200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인사·교육·훈련 사무원"
        },
        {
          "code": "026201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인사 사무원"
        },
        {
          "code": "026202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "노무 사무원"
        },
        {
          "code": "026203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교육·훈련 사무원"
        },
        {
          "code": "026300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "총무 사무원 및 대학 행정조교"
        },
        {
          "code": "026301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "총무 및 일반 사무원"
        },
        {
          "code": "026302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "병원행정 사무원(원무)"
        },
        {
          "code": "026303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "학교행정 사무원(교무)"
        },
        {
          "code": "026304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대학 행정조교"
        },
        {
          "code": "026305",
          "depth1": " ",
          "depth2": " ",
          "depth3": "협회·회원단체 사무원"
        },
        {
          "code": "026306",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기숙사사감 및 독서실·고시원 총무"
        },
        {
          "code": "026400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "감사 사무원"
        },
        {
          "code": "215200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대학 교육 조교(TA) 및 연구 조교(RA)"
        },
        {
          "code": "222000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "법률 사무원"
        },
        {
          "code": "018",
          "depth1": " ",
          "depth2": "회계·경리 사무",
          "depth3": " "
        },
        {
          "code": "027100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "회계 사무원"
        },
        {
          "code": "027101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재무 사무원"
        },
        {
          "code": "027102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "회계 사무원(회계·세무 사무소)"
        },
        {
          "code": "027103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "회계 사무원(일반 사업체)"
        },
        {
          "code": "027200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원"
        },
        {
          "code": "027201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원(무역)"
        },
        {
          "code": "027202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원(운수)"
        },
        {
          "code": "027203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원(건설)"
        },
        {
          "code": "027204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원(제조)"
        },
        {
          "code": "027205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원(회계·세무 사무소)"
        },
        {
          "code": "027206",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원(일반사업체)"
        },
        {
          "code": "027207",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경리 사무원(아파트·빌딩)"
        },
        {
          "code": "027208",
          "depth1": " ",
          "depth2": " ",
          "depth3": "단순 경리 사무원"
        },
        {
          "code": "019",
          "depth1": " ",
          "depth2": "무역·운송·자재·구매·생산·품질 사무",
          "depth3": " "
        },
        {
          "code": "028100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무역 사무원"
        },
        {
          "code": "028101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무역 사무원(영어)"
        },
        {
          "code": "028102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무역 사무원(중국어)"
        },
        {
          "code": "028103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무역 사무원(일본어)"
        },
        {
          "code": "028104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무역 사무원(기타 언어)"
        },
        {
          "code": "028105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "관세 사무원"
        },
        {
          "code": "028106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "FTA 관리 사무원"
        },
        {
          "code": "028200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "운송 사무원"
        },
        {
          "code": "028201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도로 운송 사무원(배차사무 포함)"
        },
        {
          "code": "028202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "철도·지하철 운송 사무원"
        },
        {
          "code": "028203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "항공 운송 사무원"
        },
        {
          "code": "028204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수상 운송 사무원(해상 운송)"
        },
        {
          "code": "028300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매·물류 사무원"
        },
        {
          "code": "028301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매 사무원(건설)"
        },
        {
          "code": "028302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매 사무원(기계·자동차·금속)"
        },
        {
          "code": "028303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매 사무원(화학·섬유·의류)"
        },
        {
          "code": "028304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매 사무원(전기·전자·컴퓨터)"
        },
        {
          "code": "028305",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매 사무원(음식료품)"
        },
        {
          "code": "028306",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자재·구매 사무원(일반 사업체)"
        },
        {
          "code": "028307",
          "depth1": " ",
          "depth2": " ",
          "depth3": "창고 관리원(자재 검수원 포함)"
        },
        {
          "code": "028308",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물류 사무원(물류 관리사)"
        },
        {
          "code": "028400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생산·품질 사무원"
        },
        {
          "code": "028401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생산·품질 사무원 및 관리원(건설)"
        },
        {
          "code": "028402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생산·품질 사무원 및 관리원(기계·자동차·금속)"
        },
        {
          "code": "028403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생산·품질 사무원 및 관리원(화학·섬유·의료)"
        },
        {
          "code": "028404",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생산·품질 사무원 및 관리원(전기·전자·컴퓨터)"
        },
        {
          "code": "028405",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생산·품질 사무원 및 관리원(음식료품)"
        },
        {
          "code": "028406",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생산·품질 사무원 및 관리원(그 외 분야)"
        },
        {
          "code": "01A",
          "depth1": " ",
          "depth2": "안내·접수·고객상담 사무",
          "depth3": " "
        },
        {
          "code": "029100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "안내·접수원 및 전화교환원"
        },
        {
          "code": "029101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반 예약·접수 사무원(AS,고장,가입 및 호텔,콘도 등 제외)"
        },
        {
          "code": "029102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "예약·접수 사무원(A/S·고장·가입·신규발급·이전)"
        },
        {
          "code": "029103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "호텔·콘도·숙박시설 프론트 사무원"
        },
        {
          "code": "029104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "데스크 안내원"
        },
        {
          "code": "029105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방송 안내원"
        },
        {
          "code": "029200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원 및 모니터 요원"
        },
        {
          "code": "029201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "콜센터 매니저"
        },
        {
          "code": "029202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "콜센터 상담원(콜센터·고객센터·CS센터)"
        },
        {
          "code": "029203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원(학원·학습지·유학·이민)"
        },
        {
          "code": "029204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원(금융·보험·부동산)"
        },
        {
          "code": "029205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원(스포츠·예식·항공·여행·숙박·오락)"
        },
        {
          "code": "029206",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원(홈 및 인터넷쇼핑몰·택배·운송)"
        },
        {
          "code": "029207",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원(백화점·마트)"
        },
        {
          "code": "029208",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원(인터넷·통신)"
        },
        {
          "code": "029209",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고객 상담원(A/S·고장·제품사용)"
        },
        {
          "code": "029210",
          "depth1": " ",
          "depth2": " ",
          "depth3": "병원 코디네이터"
        },
        {
          "code": "029211",
          "depth1": " ",
          "depth2": " ",
          "depth3": "모니터 요원"
        },
        {
          "code": "01B",
          "depth1": " ",
          "depth2": "통계·비서·사무보조·기타 사무",
          "depth3": " "
        },
        {
          "code": "029301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통계 사무원"
        },
        {
          "code": "029302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통계·설문 조사원(슈퍼바이저 포함)"
        },
        {
          "code": "029400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "비서"
        },
        {
          "code": "029500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전산자료 입력원 및 사무 보조원"
        },
        {
          "code": "029501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전산자료 입력원(DB·단순자료)"
        },
        {
          "code": "029502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전산자료 입력원(약국·판매·대리점)"
        },
        {
          "code": "029503",
          "depth1": " ",
          "depth2": " ",
          "depth3": "홈페이지 자료관리원(정보검색 포함)"
        },
        {
          "code": "029504",
          "depth1": " ",
          "depth2": " ",
          "depth3": "HTML 코더"
        },
        {
          "code": "029505",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사무 보조원(공공기관)"
        },
        {
          "code": "029506",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사무 보조원(일반사업체)"
        },
        {
          "code": "029900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 사무원"
        },
        {
          "code": "029901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도서 정리원"
        },
        {
          "code": "029902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "출판·자료 편집 사무원"
        },
        {
          "code": "029903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "속기사"
        },
        {
          "code": "029904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "행정사·문서대행자"
        },
        {
          "code": "029905",
          "depth1": " ",
          "depth2": " ",
          "depth3": "취업 알선원(직업소개소)"
        },
        {
          "code": "029906",
          "depth1": " ",
          "depth2": " ",
          "depth3": "부동산 중개 보조 사무원"
        },
        {
          "code": "134301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정보시스템 운영자"
        },
        {
          "code": "231400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "직업상담사"
        },
        {
          "code": "613000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "텔레마케터"
        },
        {
          "code": "01C",
          "depth1": " ",
          "depth2": "금융·보험 전문가",
          "depth3": " "
        },
        {
          "code": "031100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "투자·신용 분석가(애널리스트)"
        },
        {
          "code": "031200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자산 운용가(펀드매니저)"
        },
        {
          "code": "031300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보험·금융상품 개발자"
        },
        {
          "code": "031400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "증권·외환 딜러"
        },
        {
          "code": "031500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "손해사정사"
        },
        {
          "code": "031900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금융 컨설턴트, PB 등 기타 금융·보험 전문가"
        },
        {
          "code": "01D",
          "depth1": " ",
          "depth2": "금융·보험 사무 및 영업",
          "depth3": " "
        },
        {
          "code": "032100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "은행 사무원(출납창구 제외)"
        },
        {
          "code": "032200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "증권 사무원(출납창구 제외)"
        },
        {
          "code": "032300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보험 심사원 및 사무원"
        },
        {
          "code": "032400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "출납창구 사무원"
        },
        {
          "code": "032401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "출납창구 사무원(은행·농협·수협·축협)"
        },
        {
          "code": "032402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "출납창구 사무원(우체국·새마을금고)"
        },
        {
          "code": "032403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "출납창구 사무원(증권 및 기타 금융기관)"
        },
        {
          "code": "032500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수금원 및 신용 추심원"
        },
        {
          "code": "032501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수금원"
        },
        {
          "code": "032502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "신용 추심원(채권 관리원)"
        },
        {
          "code": "032503",
          "depth1": " ",
          "depth2": " ",
          "depth3": "연체 안내원(체납 고지원)"
        },
        {
          "code": "032900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "카드사·신협·새마을금고·할부사, 우체국(금융부문) 등 기타 사무원"
        },
        {
          "code": "033100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대출·신용카드 모집인"
        },
        {
          "code": "033200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보험 모집인 및 투자 권유 대행인"
        },
        {
          "code": "033201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보험 대리인 및 중개인"
        },
        {
          "code": "033203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "투자 권유 대행인"
        },
        {
          "code": "02",
          "depth1": "연구 및 공학기술",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "021",
          "depth1": " ",
          "depth2": "인문·사회·자연·생명과학 연구 및 시험",
          "depth3": " "
        },
        {
          "code": "110100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인문과학 연구원"
        },
        {
          "code": "110200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회과학 연구원"
        },
        {
          "code": "121100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자연과학 연구원"
        },
        {
          "code": "121200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자연과학 시험원"
        },
        {
          "code": "122101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생명과학 연구원"
        },
        {
          "code": "122102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농어업 연구원 및 기술자"
        },
        {
          "code": "122103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "임업 및 산림 연구원 및 기술자"
        },
        {
          "code": "122200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생명과학 시험원"
        },
        {
          "code": "122300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농림어업 시험원"
        },
        {
          "code": "215200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대학 교육 조교(TA) 및 연구 조교(RA)"
        },
        {
          "code": "022",
          "depth1": " ",
          "depth2": "컴퓨터하드웨어·통신공학",
          "depth3": " "
        },
        {
          "code": "131100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "컴퓨터 하드웨어 기술자 및 연구원"
        },
        {
          "code": "131200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신공학 기술자 및 연구원"
        },
        {
          "code": "131201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신기기·장비 개발자 및 연구원"
        },
        {
          "code": "131202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신기술 개발자 및 통신망 운영 기술자"
        },
        {
          "code": "131203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신공사 감리 기술자"
        },
        {
          "code": "132000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "컴퓨터시스템 전문가"
        },
        {
          "code": "023",
          "depth1": " ",
          "depth2": "컴퓨터시스템",
          "depth3": " "
        },
        {
          "code": "132001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "IT 컨설턴트"
        },
        {
          "code": "132002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "컴퓨터시스템 설계 및 분석가"
        },
        {
          "code": "132003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "IT 감리 전문가(시스템 감리)"
        },
        {
          "code": "024",
          "depth1": " ",
          "depth2": "소프트웨어",
          "depth3": " "
        },
        {
          "code": "133100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시스템 소프트웨어 개발자"
        },
        {
          "code": "133101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시스템 소프트웨어 개발자(프로그래머)"
        },
        {
          "code": "133102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "펌웨어 및 임베디드 소프트웨어 프로그래머"
        },
        {
          "code": "133200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "응용 소프트웨어 개발자"
        },
        {
          "code": "133201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "JAVA 프로그래밍 언어 전문가"
        },
        {
          "code": "133202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "C언어 및 그 외 프로그래밍 언어 전문가"
        },
        {
          "code": "133203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "범용 응용 소프트웨어 프로그래머(ERP,정보처리,재무관리 등)"
        },
        {
          "code": "133204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업특화 응용 소프트웨어 프로그래머(국방,항공,교통,에너지,금융,자동차 등)"
        },
        {
          "code": "133205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "네트워크 프로그래머"
        },
        {
          "code": "133206",
          "depth1": " ",
          "depth2": " ",
          "depth3": "게임 프로그래머"
        },
        {
          "code": "133207",
          "depth1": " ",
          "depth2": " ",
          "depth3": "모바일 애플리케이션 프로그래머(앱·어플 개발)"
        },
        {
          "code": "133300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "웹 개발자"
        },
        {
          "code": "133301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "웹 개발자(웹 엔지니어·웹 프로그래머)"
        },
        {
          "code": "133302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "웹 기획자"
        },
        {
          "code": "133900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "IT 테스터 및 IT QA 전문가"
        },
        {
          "code": "025",
          "depth1": " ",
          "depth2": "데이터·네트워크 및 시스템 운영",
          "depth3": " "
        },
        {
          "code": "134100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "데이터 전문가"
        },
        {
          "code": "134101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "데이터 설계 및 프로그래머"
        },
        {
          "code": "134102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "데이터 분석가(빅데이터 분석가)"
        },
        {
          "code": "134103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "데이터베이스 운영·관리자"
        },
        {
          "code": "134200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "네트워크 시스템 개발자"
        },
        {
          "code": "134301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정보시스템 운영자"
        },
        {
          "code": "134302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "네트워크 관리자(클라우딩컴퓨터운영관리자)"
        },
        {
          "code": "134303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "IT 기술지원 전문가"
        },
        {
          "code": "134400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "웹 운영자(홈페이지 관리자)"
        },
        {
          "code": "134900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "디지털 포렌식 전문가 및 기타 데이터·네트워크 전문가"
        },
        {
          "code": "026",
          "depth1": " ",
          "depth2": "정보 보안 및 통신·방송 송출",
          "depth3": " "
        },
        {
          "code": "135000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정보보안 전문가"
        },
        {
          "code": "135001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정보보호 전문가"
        },
        {
          "code": "135002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "침해사고 대응 전문가"
        },
        {
          "code": "136000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신·방송송출 장비 기사"
        },
        {
          "code": "027",
          "depth1": " ",
          "depth2": "건설·채굴 연구 및 공학기술",
          "depth3": " "
        },
        {
          "code": "140100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축가(건축설계 포함)"
        },
        {
          "code": "140200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축공학 기술자"
        },
        {
          "code": "140201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축 현장소장"
        },
        {
          "code": "140202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축구조 기술자"
        },
        {
          "code": "140203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축시공 기술자(건축견적, 공무포함)"
        },
        {
          "code": "140204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축설비 기술자"
        },
        {
          "code": "140205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축감리 기술자"
        },
        {
          "code": "140206",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축안전·환경·품질·에너지관리 기술자"
        },
        {
          "code": "140300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "토목공학 기술자"
        },
        {
          "code": "140301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "토목 현장소장"
        },
        {
          "code": "140302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "토목구조 설계 기술자"
        },
        {
          "code": "140303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "토목시공 기술자(토목견적, 공무포함)"
        },
        {
          "code": "140304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "토목감리 기술자"
        },
        {
          "code": "140305",
          "depth1": " ",
          "depth2": " ",
          "depth3": "토목안전·환경·품질 기술자"
        },
        {
          "code": "140400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조경 기술자"
        },
        {
          "code": "140500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도시·교통 전문가"
        },
        {
          "code": "140501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도시 계획·설계가"
        },
        {
          "code": "140502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교통 계획·설계·안전·영향평가 전문가"
        },
        {
          "code": "140600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "측량·지리정보 전문가"
        },
        {
          "code": "140601",
          "depth1": " ",
          "depth2": " ",
          "depth3": "측량사"
        },
        {
          "code": "140602",
          "depth1": " ",
          "depth2": " ",
          "depth3": "지도제작 및 지리정보시스템 전문가"
        },
        {
          "code": "140700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설자재 시험원"
        },
        {
          "code": "028",
          "depth1": " ",
          "depth2": "기계·로봇·금속·재료 연구 및 공학기술",
          "depth3": " "
        },
        {
          "code": "151100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계공학 기술자 및 연구원"
        },
        {
          "code": "151101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업기계공학 기술자 및 연구원"
        },
        {
          "code": "151102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설기계공학 기술자 및 연구원"
        },
        {
          "code": "151103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금형공학 기술자 및 연구원"
        },
        {
          "code": "151104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "플랜트공학 기술자 및 연구원"
        },
        {
          "code": "151105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "냉난방·공조공학 기술자 및 연구원"
        },
        {
          "code": "151106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조선·해양공학 기술자 및 연구원"
        },
        {
          "code": "151107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "항공기·철도차량 공학 기술자 및 연구원"
        },
        {
          "code": "151108",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차공학 기술자 및 연구원"
        },
        {
          "code": "151109",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 기계공학 기술자 및 연구원"
        },
        {
          "code": "151110",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계감리 기술자"
        },
        {
          "code": "151200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "로봇공학 기술자 및 연구원"
        },
        {
          "code": "151300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계·로봇공학 시험원"
        },
        {
          "code": "152100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속·재료공학 기술자 및 연구원"
        },
        {
          "code": "152200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속·재료공학 시험원"
        },
        {
          "code": "029",
          "depth1": " ",
          "depth2": "전기·전자 연구 및 공학기술",
          "depth3": " "
        },
        {
          "code": "153100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기공학 기술자 및 연구원"
        },
        {
          "code": "153101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기기기·제품 개발 기술자 및 연구원"
        },
        {
          "code": "153102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기계측 제어 기술자(전기패널, 계장, 공정자동화전기 등)"
        },
        {
          "code": "153103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "발전설비 기술자"
        },
        {
          "code": "153104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "송·배전설비 기술자"
        },
        {
          "code": "153105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기공사 기술자(전기견적, 공무포함)"
        },
        {
          "code": "153106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기감리 기술자"
        },
        {
          "code": "153107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기안전 기술자"
        },
        {
          "code": "153200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전자공학 기술자 및 연구원"
        },
        {
          "code": "153201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전자부품 개발 기술자 및 연구원"
        },
        {
          "code": "153202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업용 전자제품 개발 기술자 및 연구원"
        },
        {
          "code": "153203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가전제품 개발 기술자 및 연구원"
        },
        {
          "code": "153204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전자의료기기 개발 기술자 및 연구원"
        },
        {
          "code": "153205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "반도체공학 기술자 및 연구원"
        },
        {
          "code": "153206",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전자제어계측 기술자 및 연구원"
        },
        {
          "code": "153300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자공학 시험원"
        },
        {
          "code": "02A",
          "depth1": " ",
          "depth2": "화학·에너지·환경 연구 및 공학기술",
          "depth3": " "
        },
        {
          "code": "154100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학공학 기술자 및 연구원"
        },
        {
          "code": "154101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "석유화학 기술자 및 연구원"
        },
        {
          "code": "154102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고무·플라스틱 기술자 및 연구원"
        },
        {
          "code": "154103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도료제품 기술자 및 연구원"
        },
        {
          "code": "154104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화장품·비누제품 기술자 및 연구원"
        },
        {
          "code": "154105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의약품, 농약, 비료 등 기타 석유화학 기술자 및 연구원"
        },
        {
          "code": "154200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학공학 시험원"
        },
        {
          "code": "155100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스·에너지공학 기술자 및 연구원"
        },
        {
          "code": "155101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스 기술자 및 연구원"
        },
        {
          "code": "155102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "에너지공학 기술자 및 연구원(에너지, 탐사, 시추)"
        },
        {
          "code": "155200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스·에너지 시험원"
        },
        {
          "code": "155300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "환경공학 기술자 및 연구원"
        },
        {
          "code": "155301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대기 환경 기술자 및 연구원"
        },
        {
          "code": "155302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수질 환경 기술자 및 연구원"
        },
        {
          "code": "155303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "폐기물처리 기술자 및 연구원"
        },
        {
          "code": "155304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "환경영향 평가원"
        },
        {
          "code": "155305",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소음진동, 토양 등 기타 환경 기술자 및 연구원"
        },
        {
          "code": "155400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "환경공학 시험원"
        },
        {
          "code": "155500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보건위생·환경 검사원"
        },
        {
          "code": "02B",
          "depth1": " ",
          "depth2": "섬유·식품·소방·방재·산업안전 연구 및 공학기술",
          "depth3": " "
        },
        {
          "code": "156100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "섬유공학 기술자 및 연구원"
        },
        {
          "code": "156200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "섬유공학 시험원(섬유·염료)"
        },
        {
          "code": "157100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식품공학 기술자 및 연구원"
        },
        {
          "code": "157200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식품공학 시험원"
        },
        {
          "code": "158100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방재 기술자 및 연구원"
        },
        {
          "code": "158200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소방공학 기술자 및 연구원"
        },
        {
          "code": "158201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소방설계 기술자"
        },
        {
          "code": "158202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소방시설·설비 시공 기술자"
        },
        {
          "code": "158203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소방공사 감리 기술자"
        },
        {
          "code": "158300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소방공학 시험원"
        },
        {
          "code": "158400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업 안전원 및 위험물 관리원"
        },
        {
          "code": "158500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "비파괴 검사원"
        },
        {
          "code": "02C",
          "depth1": " ",
          "depth2": "제도사(3D프린팅포함) 및 기타 인쇄·목재 등 공학기술",
          "depth3": " "
        },
        {
          "code": "159100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제도사"
        },
        {
          "code": "159101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축 제도사(캐드원)"
        },
        {
          "code": "159102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "토목 제도사(캐드원)"
        },
        {
          "code": "159103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계·금속 제도사(캐드원)"
        },
        {
          "code": "159104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 장비 제도사(캐드원)"
        },
        {
          "code": "159105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "3D 프린팅 제도사"
        },
        {
          "code": "159106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 제도사(캐드원)"
        },
        {
          "code": "159900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 인쇄·목재 등 공학 기술자 및 시험원"
        },
        {
          "code": "03",
          "depth1": "교육·법률·사회복지·경찰·소방 및 군인",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "031",
          "depth1": " ",
          "depth2": "대학교수, 학교 및 유치원 교사",
          "depth3": " "
        },
        {
          "code": "211100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대학 교수"
        },
        {
          "code": "211200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대학 시간강사(초빙,겸임,BK,강의전담 교수 등 비전임교원 포함)"
        },
        {
          "code": "212100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "중·고등학교 교사"
        },
        {
          "code": "212101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "국어 교사"
        },
        {
          "code": "212102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수학 교사"
        },
        {
          "code": "212103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회 교사"
        },
        {
          "code": "212104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "과학 교사"
        },
        {
          "code": "212105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "예체능 교사"
        },
        {
          "code": "212106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "실업 교사"
        },
        {
          "code": "212107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "외국어 교사"
        },
        {
          "code": "212108",
          "depth1": " ",
          "depth2": " ",
          "depth3": "진로·교양·기타 교사"
        },
        {
          "code": "212109",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 중·고등학교 교사"
        },
        {
          "code": "212200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "초등학교 교사"
        },
        {
          "code": "212300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "특수교육 교사"
        },
        {
          "code": "212900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 교사"
        },
        {
          "code": "213000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유치원 교사"
        },
        {
          "code": "232100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보육 교사"
        },
        {
          "code": "032",
          "depth1": " ",
          "depth2": "문리·어학 강사",
          "depth3": " "
        },
        {
          "code": "214100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "문리·어학 강사"
        },
        {
          "code": "214101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "국어 강사"
        },
        {
          "code": "214102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수학 강사"
        },
        {
          "code": "214103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회 강사"
        },
        {
          "code": "214104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "과학 강사"
        },
        {
          "code": "214105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "성인고시·입사시험 학원 강사"
        },
        {
          "code": "214106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영어 강사"
        },
        {
          "code": "214107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "중국어 강사"
        },
        {
          "code": "214108",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일본어 강사"
        },
        {
          "code": "214109",
          "depth1": " ",
          "depth2": " ",
          "depth3": "한국어 강사(다문화 언어지도사 포함)"
        },
        {
          "code": "214110",
          "depth1": " ",
          "depth2": " ",
          "depth3": "그 외 외국어 강사"
        },
        {
          "code": "214111",
          "depth1": " ",
          "depth2": " ",
          "depth3": "독서·논술 강사"
        },
        {
          "code": "214113",
          "depth1": " ",
          "depth2": " ",
          "depth3": "그 외 문리·어학 강사"
        },
        {
          "code": "033",
          "depth1": " ",
          "depth2": "컴퓨터·기술·기능계 강사",
          "depth3": " "
        },
        {
          "code": "214200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "컴퓨터 강사"
        },
        {
          "code": "214201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "컴퓨터 기초 강사(OA, 워드, 엑셀, 컴퓨터활용능력 등)"
        },
        {
          "code": "214202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "프로그래밍·웹·웹디자인·DB 강사"
        },
        {
          "code": "214301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간호조무사, 간병, 관광안내 강사"
        },
        {
          "code": "214302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "디자인·캐드 강사"
        },
        {
          "code": "214303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "이미용·예식 강사"
        },
        {
          "code": "214304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "요리 강사"
        },
        {
          "code": "214305",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차운전강사"
        },
        {
          "code": "214306",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설토목강사"
        },
        {
          "code": "214307",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계·금속·전기·전자 강사"
        },
        {
          "code": "214308",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 기술·기능 강사"
        },
        {
          "code": "034",
          "depth1": " ",
          "depth2": "예능·학습지·기타 강사",
          "depth3": " "
        },
        {
          "code": "214400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "예능 강사"
        },
        {
          "code": "214401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "미술 강사"
        },
        {
          "code": "214402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음악 강사"
        },
        {
          "code": "214403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무용 강사"
        },
        {
          "code": "214404",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 예능 강사(바둑·웅변·연기·꽃꽂이·종이접기 등)"
        },
        {
          "code": "214900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교육연수기관 및 기업체내 강사(리더십, 서비스마인드 등)"
        },
        {
          "code": "420401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "태권도·검도·합기도 등 무술사범"
        },
        {
          "code": "420402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수영·골프·테니스·배드민턴·탁구 등 스포츠 강사"
        },
        {
          "code": "035",
          "depth1": " ",
          "depth2": "장학관·교육조교(RA포함) 및 교사·보육 보조",
          "depth3": " "
        },
        {
          "code": "215100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "장학관·연구관 및 교육 전문가"
        },
        {
          "code": "215101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "장학관·연구관·입학사정관"
        },
        {
          "code": "215102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교재·교구 및 e-learning 교육 전문가"
        },
        {
          "code": "215200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대학 교육 조교(TA) 및 연구 조교(RA)"
        },
        {
          "code": "215300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교사보조 및 보육보조 서비스 종사원"
        },
        {
          "code": "215301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교사 보조원"
        },
        {
          "code": "215302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보육시설 서비스 종사원"
        },
        {
          "code": "036",
          "depth1": " ",
          "depth2": "법률 전문가 및 법률 사무",
          "depth3": " "
        },
        {
          "code": "221100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "판사 및 검사"
        },
        {
          "code": "221200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "변호사"
        },
        {
          "code": "221300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "법무사 및 집행관"
        },
        {
          "code": "221400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "변리사"
        },
        {
          "code": "221900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "외국 변호사 등 기타 법률 전문가"
        },
        {
          "code": "222000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "법률 사무원"
        },
        {
          "code": "222001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "법률 사무원(법원, 로펌, 법무사무소 등)"
        },
        {
          "code": "222002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "특허·저작권 사무원"
        },
        {
          "code": "222003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "법무 사무원(일반 기업체)"
        },
        {
          "code": "037",
          "depth1": " ",
          "depth2": "사회복지·상담·직업상담·시민단체활동",
          "depth3": " "
        },
        {
          "code": "029905",
          "depth1": " ",
          "depth2": " ",
          "depth3": "취업 알선원(직업소개소)"
        },
        {
          "code": "231100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회복지사"
        },
        {
          "code": "231101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회복지사(사회복지시설)"
        },
        {
          "code": "231102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회복지사(공공행정)"
        },
        {
          "code": "231103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사회복지프로그램 운영자"
        },
        {
          "code": "231104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방과후 교사 및 지도사"
        },
        {
          "code": "231200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상담 전문가"
        },
        {
          "code": "231201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "심리상담 전문가"
        },
        {
          "code": "231202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가족·학교·아동·청소년·노인·중독 등 상담 전문가"
        },
        {
          "code": "231300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "청소년 지도사"
        },
        {
          "code": "231400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "직업상담사"
        },
        {
          "code": "231500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시민단체 활동가"
        },
        {
          "code": "038",
          "depth1": " ",
          "depth2": "보육교사·생활지도원 및 종교직",
          "depth3": " "
        },
        {
          "code": "232100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보육 교사"
        },
        {
          "code": "232900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 사회복지 종사원"
        },
        {
          "code": "232901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "노인 생활지도원"
        },
        {
          "code": "232902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "아동 생활지도원"
        },
        {
          "code": "232903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "장애인 생활지도원(장애인활동보조원 포함)"
        },
        {
          "code": "232904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "그 외 사회복지 종사원"
        },
        {
          "code": "233100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "성직자"
        },
        {
          "code": "233900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 종교 종사자"
        },
        {
          "code": "039",
          "depth1": " ",
          "depth2": "경찰·소방·교도·군인",
          "depth3": " "
        },
        {
          "code": "240100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경찰관 및 수사관"
        },
        {
          "code": "240200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소방관"
        },
        {
          "code": "240300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "교도관 및 소년원학교 교사"
        },
        {
          "code": "250100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영관급 이상 장교"
        },
        {
          "code": "250200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "위관급 장교"
        },
        {
          "code": "250300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "부사관"
        },
        {
          "code": "250900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 군인"
        },
        {
          "code": "04",
          "depth1": "보건·의료",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "041",
          "depth1": " ",
          "depth2": "의사·한의사·치과의사",
          "depth3": " "
        },
        {
          "code": "301100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전문 의사"
        },
        {
          "code": "301200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반 의사"
        },
        {
          "code": "301300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "한의사"
        },
        {
          "code": "301400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "치과 의사"
        },
        {
          "code": "042",
          "depth1": " ",
          "depth2": "수의사·약사 및 한약사·간호사·영양사",
          "depth3": " "
        },
        {
          "code": "302000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수의사"
        },
        {
          "code": "303000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "약사 및 한약사"
        },
        {
          "code": "304000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간호사"
        },
        {
          "code": "304001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전문 간호사"
        },
        {
          "code": "304002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반 간호사"
        },
        {
          "code": "304003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보건교사"
        },
        {
          "code": "305000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영양사"
        },
        {
          "code": "307500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간호조무사"
        },
        {
          "code": "043",
          "depth1": " ",
          "depth2": "의료기사·치료사·재활사",
          "depth3": " "
        },
        {
          "code": "306100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "임상병리사"
        },
        {
          "code": "306200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방사선사"
        },
        {
          "code": "306300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "치과기공사"
        },
        {
          "code": "306400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "치과위생사"
        },
        {
          "code": "306500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물리 및 작업 치료사"
        },
        {
          "code": "306501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물리치료사"
        },
        {
          "code": "306502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "작업치료사"
        },
        {
          "code": "306600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "임상심리사(심리치료사)"
        },
        {
          "code": "306700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재활공학 기사(의지보조기기사)"
        },
        {
          "code": "306900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 치료·재활사 및 의료기사"
        },
        {
          "code": "306901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "언어·청능 치료사"
        },
        {
          "code": "306902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "놀이·음악·미술·독서 등 치료사"
        },
        {
          "code": "306903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "운동처방사"
        },
        {
          "code": "044",
          "depth1": " ",
          "depth2": "그 외 보건·의료 종사자",
          "depth3": " "
        },
        {
          "code": "026302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "병원행정 사무원(원무)"
        },
        {
          "code": "029210",
          "depth1": " ",
          "depth2": " ",
          "depth3": "병원 코디네이터"
        },
        {
          "code": "307100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "응급구조사(인명구조원, 119구조대원 포함)"
        },
        {
          "code": "307200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "위생사"
        },
        {
          "code": "307300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "안경사"
        },
        {
          "code": "307400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의무기록사"
        },
        {
          "code": "307500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간호조무사"
        },
        {
          "code": "307501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간호조무사(요양병원 제외)"
        },
        {
          "code": "307502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "요양병원 간호조무사"
        },
        {
          "code": "307600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "안마사"
        },
        {
          "code": "307900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 보건·의료 종사원"
        },
        {
          "code": "307901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의료 보조원"
        },
        {
          "code": "307902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산후조리 종사원(산모 도우미)"
        },
        {
          "code": "307903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 보건·의료 서비스 종사원"
        },
        {
          "code": "550101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간병인(재가 제외)"
        },
        {
          "code": "550102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재가 간병인"
        },
        {
          "code": "550103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시설 요양보호사(노인요양사)"
        },
        {
          "code": "550104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재가 요양보호사"
        },
        {
          "code": "550200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "육아 도우미(베이비시터)"
        },
        {
          "code": "05",
          "depth1": "예술·디자인·방송·스포츠",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "051",
          "depth1": " ",
          "depth2": "작가, 통·번역 및 출판물 전문가",
          "depth3": " "
        },
        {
          "code": "029902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "출판·자료 편집 사무원"
        },
        {
          "code": "411100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "작가"
        },
        {
          "code": "411200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "번역가 및 통역가"
        },
        {
          "code": "411201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "번역가(영어)"
        },
        {
          "code": "411202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "번역가(중국어)"
        },
        {
          "code": "411203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "번역가(일본어)"
        },
        {
          "code": "411204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "번역가(기타 언어)"
        },
        {
          "code": "411205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통역가(영어)"
        },
        {
          "code": "411206",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통역가(중국어)"
        },
        {
          "code": "411207",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통역가(일본어)"
        },
        {
          "code": "411208",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통역가(기타 언어)"
        },
        {
          "code": "411209",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수화 및 의료 통역가"
        },
        {
          "code": "411300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "출판물 전문가"
        },
        {
          "code": "052",
          "depth1": " ",
          "depth2": "기자 및 언론 전문가",
          "depth3": " "
        },
        {
          "code": "412000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기자 및 언론 전문가"
        },
        {
          "code": "412001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "신문·방송 기자"
        },
        {
          "code": "412002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "잡지·생활정보지 및 기타 기자"
        },
        {
          "code": "053",
          "depth1": " ",
          "depth2": "학예사·사서·기록물관리사",
          "depth3": " "
        },
        {
          "code": "413100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "학예사 및 문화재 보존원"
        },
        {
          "code": "413101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "학예사(큐레이터)"
        },
        {
          "code": "413102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "문화재보존원(컨서베이터)"
        },
        {
          "code": "413200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사서 및 기록물 관리사"
        },
        {
          "code": "413201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사서"
        },
        {
          "code": "413202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기록물 관리사(기록물관리전문요원)"
        },
        {
          "code": "054",
          "depth1": " ",
          "depth2": "창작·공연 (작가 및 연극 제외)",
          "depth3": " "
        },
        {
          "code": "214401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "미술 강사"
        },
        {
          "code": "214402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음악 강사"
        },
        {
          "code": "214403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무용 강사"
        },
        {
          "code": "414100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화가 및 조각가"
        },
        {
          "code": "414200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사진작가 및 사진사"
        },
        {
          "code": "414300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "만화가 및 만화영화 작가"
        },
        {
          "code": "414301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "만화가"
        },
        {
          "code": "414302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "만화영화 작가(애니메이터)"
        },
        {
          "code": "414400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "국악인 및 전통 예능인"
        },
        {
          "code": "414500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "지휘자, 작곡가 및 연주가"
        },
        {
          "code": "414600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가수 및 성악가"
        },
        {
          "code": "414700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무용가 및 안무가"
        },
        {
          "code": "414900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 시각 및 공연 예술가"
        },
        {
          "code": "414901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조련사(공연)·마술사 등 기타 시각 및 공연 예술가"
        },
        {
          "code": "414902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "동화구연사"
        },
        {
          "code": "417100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공연·영화·음반 기획자"
        },
        {
          "code": "055",
          "depth1": " ",
          "depth2": "디자이너 (미디어콘텐츠 제외)",
          "depth3": " "
        },
        {
          "code": "159100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제도사"
        },
        {
          "code": "415100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제품 디자이너"
        },
        {
          "code": "415101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계·자동차·금속 제품 디자이너"
        },
        {
          "code": "415102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조명·전기·전자·통신 기기 디자이너"
        },
        {
          "code": "415103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가구 디자이너"
        },
        {
          "code": "415104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "팬시, 귀금속, 생활잡화 등 기타 제품 디자이너"
        },
        {
          "code": "415200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "패션 디자이너"
        },
        {
          "code": "415201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의상 디자이너"
        },
        {
          "code": "415202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "직물(텍스타일) 디자이너"
        },
        {
          "code": "415203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가방·신발·엑세서리 디자이너"
        },
        {
          "code": "415300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "실내장식 디자이너"
        },
        {
          "code": "415301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인테리어 디자이너"
        },
        {
          "code": "415302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "무대·세트·디스플레이 디자이너"
        },
        {
          "code": "415400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시각 디자이너"
        },
        {
          "code": "415401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "광고디자이너"
        },
        {
          "code": "415402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "책·인쇄물·출판 디자이너"
        },
        {
          "code": "415403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "포장(패키지)디자이너"
        },
        {
          "code": "415404",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일러스트레이터·삽화가"
        },
        {
          "code": "415405",
          "depth1": " ",
          "depth2": " ",
          "depth3": "색채전문가(컬러리스트)"
        },
        {
          "code": "415406",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 시각 디자이너"
        },
        {
          "code": "701603",
          "depth1": " ",
          "depth2": " ",
          "depth3": "내장 목공(인테리어 목공 - 나무창호, 주방가구, 싱크대, 인테리어 치장)"
        },
        {
          "code": "056",
          "depth1": " ",
          "depth2": "미디어콘텐츠·UX/UI 디자이너",
          "depth3": " "
        },
        {
          "code": "415500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "미디어 콘텐츠 디자이너"
        },
        {
          "code": "415501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "웹 디자이너"
        },
        {
          "code": "415502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "게임 디자이너"
        },
        {
          "code": "415503",
          "depth1": " ",
          "depth2": " ",
          "depth3": "그래픽아트 기술자"
        },
        {
          "code": "415504",
          "depth1": " ",
          "depth2": " ",
          "depth3": "UX/UI 디자이너"
        },
        {
          "code": "415505",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 미디어 콘텐츠 디자이너"
        },
        {
          "code": "057",
          "depth1": " ",
          "depth2": "연극·영화·방송 (방송기술 포함)",
          "depth3": " "
        },
        {
          "code": "416100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "감독 및 기술감독"
        },
        {
          "code": "416200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "배우 및 모델"
        },
        {
          "code": "416301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "아나운서 및 리포터"
        },
        {
          "code": "416302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "쇼핑호스트"
        },
        {
          "code": "416303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사내(장내) 방송 아나운서"
        },
        {
          "code": "416400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "촬영 기사"
        },
        {
          "code": "416500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음향·녹음 기사"
        },
        {
          "code": "416600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영상·녹화 및 편집 기사"
        },
        {
          "code": "416700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조명·영사 기사"
        },
        {
          "code": "416900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 연극·영화·방송 종사원"
        },
        {
          "code": "416901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방송연출 보조(AD, FD)"
        },
        {
          "code": "416902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "엑스트라,소품·무대의상 관리 등 기타 연극·영화·방송 종사원"
        },
        {
          "code": "058",
          "depth1": " ",
          "depth2": "공연·음반 기획 및 매니저",
          "depth3": " "
        },
        {
          "code": "024401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "행사·이벤트 기획자"
        },
        {
          "code": "024402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전시·회의 기획자"
        },
        {
          "code": "417100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공연·영화·음반 기획자"
        },
        {
          "code": "059",
          "depth1": " ",
          "depth2": "스포츠·레크리에이션",
          "depth3": " "
        },
        {
          "code": "417200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "연예인매니저 및 스포츠매니저"
        },
        {
          "code": "420100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "스포츠 감독 및 코치"
        },
        {
          "code": "420200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "직업 운동선수"
        },
        {
          "code": "420300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경기 심판 및 경기 기록원"
        },
        {
          "code": "420400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "스포츠강사, 레크리에이션강사 및 기타 관련 전문가"
        },
        {
          "code": "420401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "태권도·검도·합기도 등 무술사범"
        },
        {
          "code": "420402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수영·골프·테니스·배드민턴·탁구 등 스포츠 강사"
        },
        {
          "code": "420403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "헬스 트레이너"
        },
        {
          "code": "420404",
          "depth1": " ",
          "depth2": " ",
          "depth3": "에어로빅, 요가 등 기타 스포츠 강사"
        },
        {
          "code": "420405",
          "depth1": " ",
          "depth2": " ",
          "depth3": "레크리에이션 전문가"
        },
        {
          "code": "420406",
          "depth1": " ",
          "depth2": " ",
          "depth3": "프로모터, 경주마 조련사 등 기타 스프츠 관련 전문가"
        },
        {
          "code": "420900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 스포츠 및 여가서비스 종사원"
        },
        {
          "code": "420901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "골프장 캐디"
        },
        {
          "code": "420902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "카지노 딜러"
        },
        {
          "code": "420903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "응원단원 및 기타 스포츠·오락 관련 도우미"
        },
        {
          "code": "06",
          "depth1": "미용·여행·숙박·음식·경비·돌봄·청소",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "061",
          "depth1": " ",
          "depth2": "미용 및 반려동물 미용·관리",
          "depth3": " "
        },
        {
          "code": "511100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "이용사"
        },
        {
          "code": "511200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "미용사"
        },
        {
          "code": "511300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "피부 및 체형 관리사"
        },
        {
          "code": "511301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "피부 및 체형 관리사(발관리사 포함)"
        },
        {
          "code": "511302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "네일 아티스트(손톱 관리사)"
        },
        {
          "code": "511303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "목욕관리 및 기타 피부미용 종사원"
        },
        {
          "code": "511400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "메이크업 아티스트 및 분장사"
        },
        {
          "code": "511401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "메이크업아티스트 및 뷰티매니저"
        },
        {
          "code": "511402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "분장사·특수분장사"
        },
        {
          "code": "511500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "반려동물 미용 및 관리 종사원"
        },
        {
          "code": "511501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "반려동물 미용사"
        },
        {
          "code": "511502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "반려동물 훈련사(맹인견 조련사 포함)"
        },
        {
          "code": "511503",
          "depth1": " ",
          "depth2": " ",
          "depth3": "반려동물 장의사"
        },
        {
          "code": "511504",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수의사 보조원(수의간호, 수의테크니션)"
        },
        {
          "code": "511900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 미용 관련 서비스종사원(패션코디, 이미지컨설턴트 등)"
        },
        {
          "code": "062",
          "depth1": " ",
          "depth2": "결혼·장례 등 예식 서비스",
          "depth3": " "
        },
        {
          "code": "512100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "결혼상담원 및 웨딩플래너"
        },
        {
          "code": "512101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "결혼 상담원"
        },
        {
          "code": "512102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "웨딩 플래너"
        },
        {
          "code": "512200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "혼례 종사원"
        },
        {
          "code": "512300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "장례 지도사 및 장례 상담원"
        },
        {
          "code": "512400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "점술가 및 민속신앙 종사원"
        },
        {
          "code": "512900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "말벗,노년플래너 등 기타 개인 생활 서비스원"
        },
        {
          "code": "063",
          "depth1": " ",
          "depth2": "여행·객실승무·숙박·오락 서비스",
          "depth3": " "
        },
        {
          "code": "029103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "호텔·콘도·숙박시설 프론트 사무원"
        },
        {
          "code": "420901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "골프장 캐디"
        },
        {
          "code": "420902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "카지노 딜러"
        },
        {
          "code": "521100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "여행상품 개발자"
        },
        {
          "code": "521200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "여행 사무원"
        },
        {
          "code": "521300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "여행 안내원 및 해설사"
        },
        {
          "code": "521301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "관광통역 안내원"
        },
        {
          "code": "521302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "여행 안내원"
        },
        {
          "code": "521303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "박물관,미술관,문화,역사,자연환경 등 각종 해설사"
        },
        {
          "code": "522100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "항공기 객실승무원"
        },
        {
          "code": "522200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "선박·열차 객실승무원"
        },
        {
          "code": "523000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "숙박시설 서비스원"
        },
        {
          "code": "524000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "오락시설 서비스원"
        },
        {
          "code": "524001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "오락시설 서비스원(노래방, PC방 등)"
        },
        {
          "code": "524002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "테마파크 서비스원"
        },
        {
          "code": "541905",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수학여행 안전요원"
        },
        {
          "code": "064",
          "depth1": " ",
          "depth2": "주방장 및 조리사",
          "depth3": " "
        },
        {
          "code": "305000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영양사"
        },
        {
          "code": "531100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주방장 및 요리 연구가(푸드코디네이터 포함)"
        },
        {
          "code": "531200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "한식 조리사"
        },
        {
          "code": "531201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "한식 조리사(일반 음식점)"
        },
        {
          "code": "531202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "학교 급식 조리사"
        },
        {
          "code": "531203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유치원·어린이집 급식 조리사"
        },
        {
          "code": "531204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "병원 급식 조리사"
        },
        {
          "code": "531205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사업체 구내식당 급식 조리사"
        },
        {
          "code": "531300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "중식 조리사"
        },
        {
          "code": "531400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "양식 조리사"
        },
        {
          "code": "531500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일식 조리사"
        },
        {
          "code": "531600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "바텐터(조주사)"
        },
        {
          "code": "531700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음료 조리사(바리스타 포함)"
        },
        {
          "code": "531900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 조리사"
        },
        {
          "code": "531901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "분식 조리사"
        },
        {
          "code": "531902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "포장마차·주점 조리사"
        },
        {
          "code": "531903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "동남아·남미음식 조리사"
        },
        {
          "code": "871100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제과·제빵원"
        },
        {
          "code": "065",
          "depth1": " ",
          "depth2": "식당 서비스(음식배달 포함)",
          "depth3": " "
        },
        {
          "code": "532100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "패스트푸드 준비원"
        },
        {
          "code": "532200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "홀서빙원"
        },
        {
          "code": "532201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "호텔·레스토랑 웨이터·웨이트리스"
        },
        {
          "code": "532202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반 음식점 서빙원"
        },
        {
          "code": "532203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주점·커피숍 서빙원"
        },
        {
          "code": "532300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주방 보조원"
        },
        {
          "code": "532301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주방 보조원(일반 음식점)"
        },
        {
          "code": "532302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "단체 급식 보조원"
        },
        {
          "code": "532400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음식 배달원"
        },
        {
          "code": "532401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음식 배달원"
        },
        {
          "code": "532402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "패스트푸드 배달원"
        },
        {
          "code": "532900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 음식서비스 종사원(병원 배식원)"
        },
        {
          "code": "872200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "김치·밑반찬 제조 종사원"
        },
        {
          "code": "066",
          "depth1": " ",
          "depth2": "경호·보안",
          "depth3": " "
        },
        {
          "code": "541100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경호원"
        },
        {
          "code": "541200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "청원경찰"
        },
        {
          "code": "541300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시설·특수 경비원"
        },
        {
          "code": "541301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계·무인 경비원(해당 경비지도사 포함)"
        },
        {
          "code": "541302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시설·호송·특수 경비원(해당 경비지도사 포함)"
        },
        {
          "code": "541900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 경호·보안 종사원"
        },
        {
          "code": "541901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보안 관제원(경비 관제원)"
        },
        {
          "code": "541902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유통·매장·창고 감시원"
        },
        {
          "code": "541903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주차 단속원 및 안전 순찰원"
        },
        {
          "code": "541904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "레저·테마파크 안전요원"
        },
        {
          "code": "541905",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수학여행 안전요원"
        },
        {
          "code": "067",
          "depth1": " ",
          "depth2": "경비원",
          "depth3": " "
        },
        {
          "code": "542000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경비원(건물 관리원)"
        },
        {
          "code": "542001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "아파트·빌라 경비원"
        },
        {
          "code": "542002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물 경비원(청사,학교,병원,상가,빌딩,공장 등)"
        },
        {
          "code": "542003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공사현장 경비원"
        },
        {
          "code": "542004",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 건물 관리원(공원, 종교시설 등)"
        },
        {
          "code": "068",
          "depth1": " ",
          "depth2": "돌봄 서비스",
          "depth3": " "
        },
        {
          "code": "550100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "요양 보호사 및 간병인"
        },
        {
          "code": "550101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간병인(재가 제외)"
        },
        {
          "code": "550102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재가 간병인"
        },
        {
          "code": "550103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시설 요양보호사(노인요양사)"
        },
        {
          "code": "550104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재가 요양보호사"
        },
        {
          "code": "550105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "복지시설 보조원"
        },
        {
          "code": "550200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "육아 도우미(베이비시터)"
        },
        {
          "code": "069",
          "depth1": " ",
          "depth2": "청소·방역 및 가사 서비스",
          "depth3": " "
        },
        {
          "code": "561100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "청소원"
        },
        {
          "code": "561101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물 청소원(공공건물,아파트,사무실,병원,상가,공장 등)"
        },
        {
          "code": "561102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "호텔·콘도·숙박시설 청소원(룸메이드,하우스키퍼)"
        },
        {
          "code": "561103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "외벽 및 창문 청소원"
        },
        {
          "code": "561104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "특수 크리닝장비 청소원"
        },
        {
          "code": "561105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "세차원 및 운송장비 청소원"
        },
        {
          "code": "561200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "환경미화원 및 재활용품 수거원"
        },
        {
          "code": "561201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "환경 미화원"
        },
        {
          "code": "561202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재활용품 및 폐기물 수거원"
        },
        {
          "code": "561300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "배관 세정원 및 방역원"
        },
        {
          "code": "561301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "배관 세정원(물탱크 청소 포함)"
        },
        {
          "code": "561302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방역원(해충퇴치원 포함)"
        },
        {
          "code": "561400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "구두 미화원"
        },
        {
          "code": "561500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "세탁원(다림질원)"
        },
        {
          "code": "561601",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가사 도우미"
        },
        {
          "code": "561602",
          "depth1": " ",
          "depth2": " ",
          "depth3": "입주 가사도우미"
        },
        {
          "code": "06A",
          "depth1": " ",
          "depth2": "검침·주차관리 및 기타 단순 서비스",
          "depth3": " "
        },
        {
          "code": "562100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "계기 검침원 및 가스 점검원"
        },
        {
          "code": "562200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동판매기 관리원"
        },
        {
          "code": "562300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주차 관리·안내원"
        },
        {
          "code": "562400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "검표원"
        },
        {
          "code": "562900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 서비스 단순 종사원"
        },
        {
          "code": "562901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대여제품 방문 점검원"
        },
        {
          "code": "562902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "환경 감시원"
        },
        {
          "code": "562903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 서비스 단순종사원(사우나,찜질방 정리원 등)"
        },
        {
          "code": "624401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "하역·적재 종사원"
        },
        {
          "code": "624402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물건·이삿짐 운반원"
        },
        {
          "code": "07",
          "depth1": "영업·판매·운전·운송",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "071",
          "depth1": " ",
          "depth2": "부동산중개, 기술·의약품 및 해외 영업",
          "depth3": " "
        },
        {
          "code": "611000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "부동산 컨설턴트 및 중개인"
        },
        {
          "code": "612100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기술 영업원"
        },
        {
          "code": "612101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차부품 및 운송장비 기술영업원"
        },
        {
          "code": "612102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계장비 기술영업원"
        },
        {
          "code": "612103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학제품 기술영업원"
        },
        {
          "code": "612104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자장비 기술영업원"
        },
        {
          "code": "612105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의료장비 기술영업원"
        },
        {
          "code": "612106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "IT 기술영업원(전산장비,소프트웨어)"
        },
        {
          "code": "612107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의약품 영업원(제약 영업원)"
        },
        {
          "code": "612108",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 기술영업원"
        },
        {
          "code": "612200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "해외 영업원"
        },
        {
          "code": "612201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "해외 영업원(영어)"
        },
        {
          "code": "612202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "해외 영업원(중국어)"
        },
        {
          "code": "612203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "해외 영업원(일본어)"
        },
        {
          "code": "612204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "해외 영업원(기타 언어권)"
        },
        {
          "code": "072",
          "depth1": " ",
          "depth2": "자동차·제품·광고 영업 및 상품 중개",
          "depth3": " "
        },
        {
          "code": "612300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 영업원"
        },
        {
          "code": "612301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 영업원(자동차 딜러)"
        },
        {
          "code": "612302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "중고차 영업원"
        },
        {
          "code": "612400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제품·광고 영업원"
        },
        {
          "code": "612401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식품·주류 영업원"
        },
        {
          "code": "612402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설자재 영업원"
        },
        {
          "code": "612403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설수주 영업원"
        },
        {
          "code": "612404",
          "depth1": " ",
          "depth2": " ",
          "depth3": "광고·출판 영업원"
        },
        {
          "code": "612405",
          "depth1": " ",
          "depth2": " ",
          "depth3": "체인점 영업원"
        },
        {
          "code": "612406",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상조·렌탈·회원모집 영업원"
        },
        {
          "code": "612407",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반 영업원"
        },
        {
          "code": "612500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상품 중개인 및 경매사"
        },
        {
          "code": "612900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 기술 영업·중개 종사원"
        },
        {
          "code": "073",
          "depth1": " ",
          "depth2": "텔레마케터(TM)",
          "depth3": " "
        },
        {
          "code": "029202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "콜센터 상담원(콜센터·고객센터·CS센터)"
        },
        {
          "code": "613000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "텔레마케터"
        },
        {
          "code": "613001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "텔레마케터(콜센터)"
        },
        {
          "code": "613002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "텔레마케터(학원, 학습지, 유학)"
        },
        {
          "code": "613003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "텔레마케터(금융·보험·대출·부동산)"
        },
        {
          "code": "613004",
          "depth1": " ",
          "depth2": " ",
          "depth3": "텔레마케터(쇼핑몰, 백화점, 마트)"
        },
        {
          "code": "613005",
          "depth1": " ",
          "depth2": " ",
          "depth3": "텔레마케터(인터넷, 통신)"
        },
        {
          "code": "613006",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 텔레마케터"
        },
        {
          "code": "074",
          "depth1": " ",
          "depth2": "소규모 판매점장 및 상점 판매",
          "depth3": " "
        },
        {
          "code": "531700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음료 조리사(바리스타 포함)"
        },
        {
          "code": "614000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소규모 매장점장(매장매니저·매장슈퍼바이저)"
        },
        {
          "code": "615100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상점 판매원"
        },
        {
          "code": "615101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "백화점 판매원"
        },
        {
          "code": "615102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대형마트 판매원"
        },
        {
          "code": "615103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "편의점 판매원"
        },
        {
          "code": "615104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "면세점 판매원"
        },
        {
          "code": "615105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반상점 판매원"
        },
        {
          "code": "615106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의류 판매원"
        },
        {
          "code": "615107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화장품 판매원"
        },
        {
          "code": "615108",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가구 판매원"
        },
        {
          "code": "615109",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가전 판매원(컴퓨터 포함)"
        },
        {
          "code": "615110",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음식료품 판매원"
        },
        {
          "code": "615111",
          "depth1": " ",
          "depth2": " ",
          "depth3": "꽃 판매원(플로리스트, 토피어리어 포함)"
        },
        {
          "code": "615112",
          "depth1": " ",
          "depth2": " ",
          "depth3": "잡화 판매원(사무용품,도서,음반 포함)"
        },
        {
          "code": "616101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "매장 계산원"
        },
        {
          "code": "075",
          "depth1": " ",
          "depth2": "통신서비스·온라인판매·상품대여·노점·이동판매 및 주유",
          "depth3": " "
        },
        {
          "code": "615200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신 기기·서비스 판매원"
        },
        {
          "code": "615201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신기기 판매원(핸드폰 판매 및 가입)"
        },
        {
          "code": "615202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신서비스 판매원(인터넷,IPTV 가입)"
        },
        {
          "code": "615300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "온라인 판매원"
        },
        {
          "code": "615400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상품 대여원"
        },
        {
          "code": "615401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 대여원(렌터카)"
        },
        {
          "code": "615402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "생활용품 대여원(정수기,가전제품,의복,어린이 용품)"
        },
        {
          "code": "615403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 대여원(기계장비,오락·스포츠 용품,도서,영상)"
        },
        {
          "code": "615500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "노점 및 이동 판매원"
        },
        {
          "code": "615700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주유원(가스 충전원)"
        },
        {
          "code": "615701",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주유원(주유판매원)"
        },
        {
          "code": "615702",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스 충전원"
        },
        {
          "code": "076",
          "depth1": " ",
          "depth2": "매장 계산 및 매표",
          "depth3": " "
        },
        {
          "code": "616100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "매장 계산원 및 요금 정산원"
        },
        {
          "code": "616101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "매장 계산원"
        },
        {
          "code": "616102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "요금 정산원(주차요금,통행료)"
        },
        {
          "code": "616200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "매표원 및 복권 판매원"
        },
        {
          "code": "077",
          "depth1": " ",
          "depth2": "판촉 및 기타 판매 종사자",
          "depth3": " "
        },
        {
          "code": "617100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "홍보 도우미 및 판촉원"
        },
        {
          "code": "617101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "홍보 도우미 및 판촉원(나레이터 모델 포함)"
        },
        {
          "code": "617102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "이벤트·행사 진행원"
        },
        {
          "code": "617900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 판매 단순 종사원"
        },
        {
          "code": "617901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "매장 정리원(매장 보조원)"
        },
        {
          "code": "617902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상품 진열원"
        },
        {
          "code": "617903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "쇼핑몰택배 준비원"
        },
        {
          "code": "617904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 판매 단순 종사원(전단지배포, 벽보원, 물품 보관원)"
        },
        {
          "code": "078",
          "depth1": " ",
          "depth2": "항공기·선박·철도 조종 및 관제",
          "depth3": " "
        },
        {
          "code": "028202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "철도·지하철 운송 사무원"
        },
        {
          "code": "028203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "항공 운송 사무원"
        },
        {
          "code": "028204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "수상 운송 사무원(해상 운송)"
        },
        {
          "code": "621100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "항공기 조종사"
        },
        {
          "code": "621200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "선장, 항해사 및 도선사"
        },
        {
          "code": "621300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "철도·전동차 기관사"
        },
        {
          "code": "621400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "관제사(항공,선박,철도 등)"
        },
        {
          "code": "621900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 항공·철도운송종사원(항공기유도원·화물열차차장·신호수)"
        },
        {
          "code": "885901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "드론 조작원"
        },
        {
          "code": "079",
          "depth1": " ",
          "depth2": "자동차 운전(택시·버스·화물차·기타 자동차)",
          "depth3": " "
        },
        {
          "code": "028201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도로 운송 사무원(배차사무 포함)"
        },
        {
          "code": "562300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주차 관리·안내원"
        },
        {
          "code": "622100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "택시 운전원"
        },
        {
          "code": "622200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "버스 운전원"
        },
        {
          "code": "622201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "노선버스 운전원(시내, 마을, 시외, 고속)"
        },
        {
          "code": "622202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "관광 및 통근·통학·학원 및 기타 버스 운전원"
        },
        {
          "code": "622300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화물차·특수차 운전원"
        },
        {
          "code": "622301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경·소형 화물차 운전원"
        },
        {
          "code": "622302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "중·대형 화물차 운전원(트레일러 포함)"
        },
        {
          "code": "622303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "견인차·유조차·구난차·청소차 등 특수차 운전원"
        },
        {
          "code": "622900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 자동차 운전원"
        },
        {
          "code": "622901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "승용차 운전원(자가용 운전원)"
        },
        {
          "code": "622902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "승합차 운전원"
        },
        {
          "code": "622903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "대리 운전원"
        },
        {
          "code": "622904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주차 운전원"
        },
        {
          "code": "622905",
          "depth1": " ",
          "depth2": " ",
          "depth3": "호송차량 운전원"
        },
        {
          "code": "622906",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 자동차 운전원(렌터카,구급차,우편차,자동차선적 등)"
        },
        {
          "code": "07A",
          "depth1": " ",
          "depth2": "물품이동장비 조작",
          "depth3": " "
        },
        {
          "code": "623000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물품이동장비 조작원(크레인·호이스트·지게차)"
        },
        {
          "code": "623001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "크레인 운전원(천정,타워 제외)"
        },
        {
          "code": "623002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "천장·타워 크레인 운전원"
        },
        {
          "code": "623003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "호이스트 운전원"
        },
        {
          "code": "623004",
          "depth1": " ",
          "depth2": " ",
          "depth3": "지게차 운전원"
        },
        {
          "code": "623005",
          "depth1": " ",
          "depth2": " ",
          "depth3": "리프트·케이블카 조작원"
        },
        {
          "code": "07B",
          "depth1": " ",
          "depth2": "택배·납품영업·선박갑판·하역 및 기타 운송",
          "depth3": " "
        },
        {
          "code": "532401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음식 배달원"
        },
        {
          "code": "532402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "패스트푸드 배달원"
        },
        {
          "code": "624100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "택배원"
        },
        {
          "code": "624101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반 택배원(퀵서비스 포함)"
        },
        {
          "code": "624102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "지하철 택배원"
        },
        {
          "code": "624103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "배송·납품 운전원(납품영업 포함)"
        },
        {
          "code": "624200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "우편물 집배원"
        },
        {
          "code": "624300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "선박 갑판원 및 관련 종사원"
        },
        {
          "code": "624401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "하역·적재 종사원"
        },
        {
          "code": "624402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물건·이삿짐 운반원"
        },
        {
          "code": "624900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "신문·음료(우유·요구르트 등) 기타 배달원"
        },
        {
          "code": "08",
          "depth1": "건설·채굴",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "081",
          "depth1": " ",
          "depth2": "건설구조 기능(철골·철근·석공·목공·조적 등)",
          "depth3": " "
        },
        {
          "code": "701100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "철골공(강구조물 건립원)"
        },
        {
          "code": "701200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "경량철골공(석고보드공,텍스공,조립주택 건립원)"
        },
        {
          "code": "701300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "철근공"
        },
        {
          "code": "701401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "콘크리트공"
        },
        {
          "code": "701402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "콘크리트건물·피시 조립원"
        },
        {
          "code": "701500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축 석공"
        },
        {
          "code": "701600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축 목공"
        },
        {
          "code": "701601",
          "depth1": " ",
          "depth2": " ",
          "depth3": "형틀 목공(거푸집 설치공)"
        },
        {
          "code": "701602",
          "depth1": " ",
          "depth2": " ",
          "depth3": "외장 목공(목조주택 건립)"
        },
        {
          "code": "701603",
          "depth1": " ",
          "depth2": " ",
          "depth3": "내장 목공(인테리어 목공 - 나무창호, 주방가구, 싱크대, 인테리어 치장)"
        },
        {
          "code": "701604",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전통 건축원"
        },
        {
          "code": "701700",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조적공 및 석재 부설공"
        },
        {
          "code": "701900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 건설 구조 기능원"
        },
        {
          "code": "701901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설현장반장"
        },
        {
          "code": "701902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "비계공"
        },
        {
          "code": "701903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물칸막이 설치원"
        },
        {
          "code": "701904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 건설 기능원(건물해체,정화조설치,방음벽설치 등)"
        },
        {
          "code": "082",
          "depth1": " ",
          "depth2": "건축마감 기능(미장·단열·도배·새시·영선 등)",
          "depth3": " "
        },
        {
          "code": "702100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "미장공"
        },
        {
          "code": "702200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방수공"
        },
        {
          "code": "702300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "단열공"
        },
        {
          "code": "702400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "바닥재 시공원"
        },
        {
          "code": "702401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "타일·대리석 시공원"
        },
        {
          "code": "702402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "장판·카펫 시공원"
        },
        {
          "code": "702500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도배공 및 유리 부착원"
        },
        {
          "code": "702501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도배공"
        },
        {
          "code": "702502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유리 부착원(유리공)"
        },
        {
          "code": "702600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물 도장공"
        },
        {
          "code": "702701",
          "depth1": " ",
          "depth2": " ",
          "depth3": "새시 조립·설치원"
        },
        {
          "code": "702702",
          "depth1": " ",
          "depth2": " ",
          "depth3": "새시 보조원(견습공)"
        },
        {
          "code": "702900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 건축 마감 기능원"
        },
        {
          "code": "702901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물 보수원 및 영선원(아파트 기계·전기 시설관리 제외)"
        },
        {
          "code": "702902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "지붕잇기원 등 기타 건축 마감 기능원"
        },
        {
          "code": "083",
          "depth1": " ",
          "depth2": "배관",
          "depth3": " "
        },
        {
          "code": "703100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설 배관공"
        },
        {
          "code": "703101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축 배관공(옥내급수관,상하수배관,위생 배관)"
        },
        {
          "code": "703102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스 배관공(가스관 설치원)"
        },
        {
          "code": "703200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공업 배관공(플랜트,항공,선박,철도차량)"
        },
        {
          "code": "703900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 배관공"
        },
        {
          "code": "703901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 배관공(배관누수 탐지원)"
        },
        {
          "code": "703902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "배관 보조원"
        },
        {
          "code": "824100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "용접원"
        },
        {
          "code": "084",
          "depth1": " ",
          "depth2": "건설·채굴 기계 운전",
          "depth3": " "
        },
        {
          "code": "623001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "크레인 운전원(천정,타워 제외)"
        },
        {
          "code": "623002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "천장·타워 크레인 운전원"
        },
        {
          "code": "704000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설·채굴 기계 운전원"
        },
        {
          "code": "704001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "굴착기(굴삭기,포클레인) 운전원"
        },
        {
          "code": "704002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "로더 운전원(페이로더 운전원)"
        },
        {
          "code": "704003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "레미콘 차량 운전원(콘크리트 믹서 트럭)"
        },
        {
          "code": "704004",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도로정지기, 덤프트럭 등 기타 건설·채굴 기계 운전원"
        },
        {
          "code": "704005",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농림어업 기계 운전원"
        },
        {
          "code": "085",
          "depth1": " ",
          "depth2": "기타 건설 기능(광원,채석,철로설치 등)",
          "depth3": " "
        },
        {
          "code": "705100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "광원, 채석원 및 석재 절단원"
        },
        {
          "code": "705101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "광원 및 채석원"
        },
        {
          "code": "705102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "석재 가공원(석재 절단, 연마, 조각원 등)"
        },
        {
          "code": "705200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "철로 설치·보수원"
        },
        {
          "code": "705900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 채굴·토목 종사원"
        },
        {
          "code": "705901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "점화·발파·화약관리원 및 삭구원"
        },
        {
          "code": "705902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "잠수 기능원(잠수부, 구난 잠수요원)"
        },
        {
          "code": "086",
          "depth1": " ",
          "depth2": "건설·채굴 단순 종사자",
          "depth3": " "
        },
        {
          "code": "706000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설·채굴 단순 종사원"
        },
        {
          "code": "706001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조경시설물 설치원"
        },
        {
          "code": "706002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설·채굴 단순 종사원"
        },
        {
          "code": "09",
          "depth1": "설치·정비·생산-기계·금속·재료",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "091",
          "depth1": " ",
          "depth2": "기계장비 설치·정비",
          "depth3": " "
        },
        {
          "code": "811100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공업기계 설치·정비원"
        },
        {
          "code": "811101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공작기계 설치·정비원"
        },
        {
          "code": "811102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학기계 설치·정비원"
        },
        {
          "code": "811103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "섬유기계 설치·정비원"
        },
        {
          "code": "811104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전자제품 제조기계 설치·정비원"
        },
        {
          "code": "811105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식품기계 설치·정비원"
        },
        {
          "code": "811106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 공업기계 설치·정비원"
        },
        {
          "code": "811200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "승강기 설치·정비원"
        },
        {
          "code": "811201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "엘리베이터 설치·정비원"
        },
        {
          "code": "811202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "에스컬레이터 설치·정비원(무빙워크 포함)"
        },
        {
          "code": "811203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 승강기 설치·정비원(휠체어리프트, 자동문 포함)"
        },
        {
          "code": "811300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물품이동장비 설치·정비원"
        },
        {
          "code": "811301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "크레인·호이스트 설치·정비원"
        },
        {
          "code": "811302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "지게차 정비원"
        },
        {
          "code": "811400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "냉동·냉장·공조기 설치·정비원"
        },
        {
          "code": "811401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업용 냉동·냉장·공조기 설치·정비원"
        },
        {
          "code": "811402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물·가정용 냉동·냉장·공조기 설치·정비원"
        },
        {
          "code": "811500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "보일러 설치·정비원"
        },
        {
          "code": "811501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업용 보일러 설치·수리원"
        },
        {
          "code": "811502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물·가정용 보일러 설치·수리원"
        },
        {
          "code": "811600",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설·광업용 기계 설치·정비원"
        },
        {
          "code": "811900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농업용 및 기타 기계장비 설치 및 정비원"
        },
        {
          "code": "092",
          "depth1": " ",
          "depth2": "운송장비 정비",
          "depth3": " "
        },
        {
          "code": "812100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "항공기 정비원"
        },
        {
          "code": "812200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "선박 정비원"
        },
        {
          "code": "812300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "철도기관차·전동차 정비원"
        },
        {
          "code": "812400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 정비원"
        },
        {
          "code": "812401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 엔진·섀시·전기·전자 정비원"
        },
        {
          "code": "812402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 차체·판금·도장 정비원"
        },
        {
          "code": "812403",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 경정비원"
        },
        {
          "code": "812404",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 튜닝원"
        },
        {
          "code": "812900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "오토바이·자전거 및 기타 운송장비 정비원"
        },
        {
          "code": "093",
          "depth1": " ",
          "depth2": "금형 및 공작기계 조작",
          "depth3": " "
        },
        {
          "code": "813100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금형원"
        },
        {
          "code": "813101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "프레스 금형 제조원"
        },
        {
          "code": "813102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "플라스틱 금형 제조원"
        },
        {
          "code": "813103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "다이캐스팅 금형 제조원"
        },
        {
          "code": "813104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "캐드캠 기능원"
        },
        {
          "code": "813105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금형제조 보조원"
        },
        {
          "code": "813200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속 공작기계 조작원"
        },
        {
          "code": "813201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "CNC 선반 조작원(NC 선반 조작원)"
        },
        {
          "code": "813202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "범용 선반 조작원"
        },
        {
          "code": "813203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "CNC 밀링기 조작원(NC 밀링기 조작원)"
        },
        {
          "code": "813204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "범용 밀링기조작원"
        },
        {
          "code": "813205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "드릴링기 및 보링기 조작원"
        },
        {
          "code": "813206",
          "depth1": " ",
          "depth2": " ",
          "depth3": "연삭기 및 연마(광택)기 조작원"
        },
        {
          "code": "813207",
          "depth1": " ",
          "depth2": " ",
          "depth3": "프레스기 및 절단기 조작원"
        },
        {
          "code": "813208",
          "depth1": " ",
          "depth2": " ",
          "depth3": "톱기계 조작원"
        },
        {
          "code": "813209",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속절곡기 조작원(밴딩기 조작원)"
        },
        {
          "code": "813210",
          "depth1": " ",
          "depth2": " ",
          "depth3": "머시닝센터(MCT) 조작원"
        },
        {
          "code": "813211",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방전기 및 와이어컷 방전기 조작원"
        },
        {
          "code": "813212",
          "depth1": " ",
          "depth2": " ",
          "depth3": "레이저 절단원"
        },
        {
          "code": "813213",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 금속공작기계 조작원 및 보조원"
        },
        {
          "code": "821200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속가공 기계 조작원"
        },
        {
          "code": "094",
          "depth1": " ",
          "depth2": "냉난방 설비·자동 조립라인·산업용 로봇 조작",
          "depth3": " "
        },
        {
          "code": "814000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "냉·난방 설비 조작원"
        },
        {
          "code": "814001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업용 냉난방 설비 조작원"
        },
        {
          "code": "814002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물용 냉난방 설비 조작원"
        },
        {
          "code": "815000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동조립라인·산업용로봇 조작원"
        },
        {
          "code": "815001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동조립라인 조작원"
        },
        {
          "code": "815002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업용 로봇 조작원"
        },
        {
          "code": "834000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 설비 조작원"
        },
        {
          "code": "095",
          "depth1": " ",
          "depth2": "기계 및 운송장비 조립",
          "depth3": " "
        },
        {
          "code": "816100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "일반기계 조립원"
        },
        {
          "code": "816101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공작기계 조립·검사원"
        },
        {
          "code": "816102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공업기계 조립·검사원(공작기계 제외)"
        },
        {
          "code": "816103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건설·광업·농업 기계 조립·검사원"
        },
        {
          "code": "816104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공구 조립·검사원"
        },
        {
          "code": "816105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 기계 조립·검사원"
        },
        {
          "code": "816200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속기계부품 조립원"
        },
        {
          "code": "817100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 조립·검사원"
        },
        {
          "code": "817200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 부품 조립·검사원"
        },
        {
          "code": "817300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "항공기·선박·철도기관차·전동차 등 운송장비 조립·검사원"
        },
        {
          "code": "096",
          "depth1": " ",
          "depth2": "금속관련 기계·설비 조작",
          "depth3": " "
        },
        {
          "code": "813200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속 공작기계 조작원"
        },
        {
          "code": "821100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속가공 제어장치 조작원(용광로·용해로·금속가열로)"
        },
        {
          "code": "821200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속가공 기계 조작원"
        },
        {
          "code": "821201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "압연기 조작원"
        },
        {
          "code": "821202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속 열처리로 조작원"
        },
        {
          "code": "821203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인발·신선·연선·압출기 조작원"
        },
        {
          "code": "821204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속가공 검사원"
        },
        {
          "code": "097",
          "depth1": " ",
          "depth2": "판금·제관·단조·주조",
          "depth3": " "
        },
        {
          "code": "703101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축 배관공(옥내급수관,상하수배관,위생 배관)"
        },
        {
          "code": "703102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스 배관공(가스관 설치원)"
        },
        {
          "code": "703200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공업 배관공(플랜트,항공,선박,철도차량)"
        },
        {
          "code": "703902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "배관 보조원"
        },
        {
          "code": "822100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "판금원(덕트원 포함)"
        },
        {
          "code": "822201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "판금기 조작원"
        },
        {
          "code": "822202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "판금기 보조원(견습공)"
        },
        {
          "code": "822301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제관원"
        },
        {
          "code": "822302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제관 보조원(견습공)"
        },
        {
          "code": "822400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제관기 조작원"
        },
        {
          "code": "823101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "단조원"
        },
        {
          "code": "823102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "단조 보조원(견습공)"
        },
        {
          "code": "823200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "단조기조작원"
        },
        {
          "code": "823300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주조원"
        },
        {
          "code": "823301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주조원(목형원, 원형원, 주형원)"
        },
        {
          "code": "823302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주조 보조원(견습공)"
        },
        {
          "code": "098",
          "depth1": " ",
          "depth2": "용접",
          "depth3": " "
        },
        {
          "code": "703101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건축 배관공(옥내급수관,상하수배관,위생 배관)"
        },
        {
          "code": "703102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스 배관공(가스관 설치원)"
        },
        {
          "code": "703200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공업 배관공(플랜트,항공,선박,철도차량)"
        },
        {
          "code": "703902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "배관 보조원"
        },
        {
          "code": "823400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주조기 조작원(다이캐스팅기 조작원 포함)"
        },
        {
          "code": "824100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "용접원"
        },
        {
          "code": "824101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가스용접원(산소용접원)"
        },
        {
          "code": "824102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기용접원(아크,알곤,티그용접원)"
        },
        {
          "code": "824103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화염절단원"
        },
        {
          "code": "824104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조선용접원(조선취부사 포함)"
        },
        {
          "code": "824105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "납땜원"
        },
        {
          "code": "824106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 용접원"
        },
        {
          "code": "824107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "용접 사상원 및 보조원"
        },
        {
          "code": "824200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동용접기 및 용접로봇 조작원"
        },
        {
          "code": "099",
          "depth1": " ",
          "depth2": "도장·도금",
          "depth3": " "
        },
        {
          "code": "825100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도장원(도장기조작원)"
        },
        {
          "code": "825101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 도장기 조작원"
        },
        {
          "code": "825102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속제품 도장기 조작원"
        },
        {
          "code": "825103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가구 및 기타 도장기 조작원"
        },
        {
          "code": "825200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도금·금속분무기 조작원"
        },
        {
          "code": "09A",
          "depth1": " ",
          "depth2": "비금속제품 생산기계 조작",
          "depth3": " "
        },
        {
          "code": "826100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유리·유리제품 생산기계 조작원"
        },
        {
          "code": "826101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유리 생산기계 조작원"
        },
        {
          "code": "826102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유리제품 생산기계 조작원"
        },
        {
          "code": "826103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "렌즈 가공기계 조작원"
        },
        {
          "code": "826200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "점토제품 생산기계 조작원"
        },
        {
          "code": "826201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도자기 생산기계 조작원"
        },
        {
          "code": "826202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "벽돌·타일 생산기계 조작원"
        },
        {
          "code": "826300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시멘트·광물제품 생산기계 조작원"
        },
        {
          "code": "826400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "광석·석제품 생산기계 조작원"
        },
        {
          "code": "826900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 비금속제품 생산기계 조작원"
        },
        {
          "code": "10",
          "depth1": "설치·정비·생산-전기·전자·정보통신",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "101",
          "depth1": " ",
          "depth2": "전기공(전기공사)",
          "depth3": " "
        },
        {
          "code": "831100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업 전기공(항공기·선박·철도기관차·전동차 전기공)"
        },
        {
          "code": "831200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "내선 전기공"
        },
        {
          "code": "831201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "내선 전기공(건물 내 전기공사원)"
        },
        {
          "code": "831202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조명기구 등 전기기기 설치·정비원"
        },
        {
          "code": "831203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "발전기 설치·정비원"
        },
        {
          "code": "831204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 제어장치 설치·정비원"
        },
        {
          "code": "831300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "외선 전기공"
        },
        {
          "code": "102",
          "depth1": " ",
          "depth2": "전기·전자 기기 설치·수리(사무용,가전제품,기타)",
          "depth3": " "
        },
        {
          "code": "832100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사무용 전자기기 설치·수리원(컴퓨터 제외)"
        },
        {
          "code": "832200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가전제품 설치·수리원"
        },
        {
          "code": "832201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "TV·비디오·오디오 설치 및 수리원"
        },
        {
          "code": "832202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "냉장고·세탁기 설치 및 수리원"
        },
        {
          "code": "832203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "에어컨·공기정화기 설치 및 수리원"
        },
        {
          "code": "832204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정수기·냉온수기·비데 설치 및 수리원"
        },
        {
          "code": "832205",
          "depth1": " ",
          "depth2": " ",
          "depth3": "그 외 가전제품 설치 및 수리원"
        },
        {
          "code": "832900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 전기·전자 기기 설치·수리원"
        },
        {
          "code": "832901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "감시카메라 및 보안장치 설치·수리원"
        },
        {
          "code": "832902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "현금인출기 설치·수리원"
        },
        {
          "code": "832903",
          "depth1": " ",
          "depth2": " ",
          "depth3": "포스시스템 설치·수리원(POS 설치 및 수리원)"
        },
        {
          "code": "832904",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의료기기·장비 설치·수리원"
        },
        {
          "code": "832905",
          "depth1": " ",
          "depth2": " ",
          "depth3": "시계·카메라·광학기구 수리원"
        },
        {
          "code": "832906",
          "depth1": " ",
          "depth2": " ",
          "depth3": "영상·음향기기 등 기타 전기·전자 기기 설치·수리원"
        },
        {
          "code": "841100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "컴퓨터 설치·수리원(컴퓨터A/S원)"
        },
        {
          "code": "841200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "핸드폰(휴대폰) 수리원"
        },
        {
          "code": "841900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 정보통신기기 설치·수리원"
        },
        {
          "code": "103",
          "depth1": " ",
          "depth2": "발전·배전 장비, 전기·전자 설비 조작(전기관리)",
          "depth3": " "
        },
        {
          "code": "814001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "산업용 냉난방 설비 조작원"
        },
        {
          "code": "814002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "건물용 냉난방 설비 조작원"
        },
        {
          "code": "833000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "발전·배전 장치 조작원"
        },
        {
          "code": "834000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 설비 조작원"
        },
        {
          "code": "834001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "아파트 전기관리원"
        },
        {
          "code": "834002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "빌딩 전기관리원"
        },
        {
          "code": "834003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공장 전기관리원"
        },
        {
          "code": "834004",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 전기·전자 설비 조작원"
        },
        {
          "code": "104",
          "depth1": " ",
          "depth2": "전기·전자 부품·제품 생산기계 조작",
          "depth3": " "
        },
        {
          "code": "835100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기 부품·제품 생산기계 조작원"
        },
        {
          "code": "835200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전자 부품·제품 생산기계 조작원"
        },
        {
          "code": "105",
          "depth1": " ",
          "depth2": "전기·전자 부품·제품 조립",
          "depth3": " "
        },
        {
          "code": "817200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "자동차 부품 조립·검사원"
        },
        {
          "code": "836000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 부품·제품 조립원"
        },
        {
          "code": "836001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기 부품·제품 조립·검사원"
        },
        {
          "code": "836002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "PCB 부품·제품 조립·검사원"
        },
        {
          "code": "836003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "LCD 부품·제품 조립·검사원"
        },
        {
          "code": "836004",
          "depth1": " ",
          "depth2": " ",
          "depth3": "LED 부품·제품 조립·검사원"
        },
        {
          "code": "836005",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신기기 부품·제품 조립원(핸드폰)"
        },
        {
          "code": "836006",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 전자 부품·제품 조립·검사원"
        },
        {
          "code": "106",
          "depth1": " ",
          "depth2": "정보통신기기 설치·수리(컴퓨터,핸드폰)",
          "depth3": " "
        },
        {
          "code": "841100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "컴퓨터 설치·수리원(컴퓨터A/S원)"
        },
        {
          "code": "841200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "핸드폰(휴대폰) 수리원"
        },
        {
          "code": "841900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 정보통신기기 설치·수리원"
        },
        {
          "code": "107",
          "depth1": " ",
          "depth2": "방송·통신장비 및 케이블 설치·수리",
          "depth3": " "
        },
        {
          "code": "842100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방송장비 설치·수리원"
        },
        {
          "code": "842200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신장비 설치·수리원"
        },
        {
          "code": "842300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방송·통신·인터넷 케이블 설치·수리원"
        },
        {
          "code": "842301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "통신·인터넷 케이블 설치·수리원"
        },
        {
          "code": "842302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "방송 케이블 설치·수리원"
        },
        {
          "code": "11",
          "depth1": "설치·정비·생산-화학·환경·섬유·의복·식품가공",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "111",
          "depth1": " ",
          "depth2": "석유·화학물 가공장치 조작",
          "depth3": " "
        },
        {
          "code": "851101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "석유·천연가스 제조 제어장치 조작원"
        },
        {
          "code": "851102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "폐유·재생유 처리 제어장치 조작원"
        },
        {
          "code": "851200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학물 가공장치 조작원"
        },
        {
          "code": "851900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 석유·화학물 가공장치 조작원"
        },
        {
          "code": "112",
          "depth1": " ",
          "depth2": "고무·플라스틱 및 화학제품 생산기계 조작",
          "depth3": " "
        },
        {
          "code": "852100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "타이어·고무제품 생산기계 조작원"
        },
        {
          "code": "852101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고무 사출성형기 조작원"
        },
        {
          "code": "852102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고무 압출성형기 조작원"
        },
        {
          "code": "852103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고무 프레스기 조작원"
        },
        {
          "code": "852104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "타이어 생산기계 조작원"
        },
        {
          "code": "852200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "플라스틱제품 생산기계 조작원"
        },
        {
          "code": "852201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "플라스틱 사출성형기 조작원"
        },
        {
          "code": "852202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "플라스틱 압출성형기 조작원"
        },
        {
          "code": "852300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학제품 생산기계 조작원(고무·플라스틱 제외)"
        },
        {
          "code": "852301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도료·잉크제품 생산기계 조작원"
        },
        {
          "code": "852302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화장품·비누제품 생산기계 조작원"
        },
        {
          "code": "852303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의약품 생산기계 조작원"
        },
        {
          "code": "852304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농약·비료 생산기계 조작원"
        },
        {
          "code": "852305",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 화학제품 생산기계 조작원"
        },
        {
          "code": "852400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고무·플라스틱 제품 조립원"
        },
        {
          "code": "852401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고무제품 조립원 및 검사원"
        },
        {
          "code": "852402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "플라스틱제품 조립원 및 검사원"
        },
        {
          "code": "113",
          "depth1": " ",
          "depth2": "환경 장치 조작(상하수도·재활용처리)",
          "depth3": " "
        },
        {
          "code": "853100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "상·하수도 처리장치 조작원"
        },
        {
          "code": "853101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "물펌프·정수 처리장치 조작원"
        },
        {
          "code": "853102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "하수·폐수 처리장치 조작원"
        },
        {
          "code": "853103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 상·하수도 처리장치 조작원(댐수문, 저수지)"
        },
        {
          "code": "853200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재활용 처리장치·소각로 조작원"
        },
        {
          "code": "853201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "소각로 조작원"
        },
        {
          "code": "853202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재활용 처리장치 조작원"
        },
        {
          "code": "114",
          "depth1": " ",
          "depth2": "섬유 제조 및 가공 기계 조작",
          "depth3": " "
        },
        {
          "code": "861100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "섬유 제조기계 조작원(방적,방사,연사,합사,권사기 등)"
        },
        {
          "code": "861200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "직조기·편직기 조작원"
        },
        {
          "code": "861201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제직기(직조기) 조작원"
        },
        {
          "code": "861202",
          "depth1": " ",
          "depth2": " ",
          "depth3": "편직기 조작원"
        },
        {
          "code": "861203",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 직조기·편직기 조작원(정단,정경,연경,통경기 등)"
        },
        {
          "code": "861204",
          "depth1": " ",
          "depth2": " ",
          "depth3": "섬유가공 준비 및 후가공 처리원"
        },
        {
          "code": "861300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "표백·염색기 조작원"
        },
        {
          "code": "861301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "염색 준비 및 조색기 조작원"
        },
        {
          "code": "861302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정련·표백기 조작원"
        },
        {
          "code": "861303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "염색기 조작원"
        },
        {
          "code": "861304",
          "depth1": " ",
          "depth2": " ",
          "depth3": "날염기 조작원(나염기)"
        },
        {
          "code": "115",
          "depth1": " ",
          "depth2": "패턴·재단·재봉",
          "depth3": " "
        },
        {
          "code": "415201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의상 디자이너"
        },
        {
          "code": "862100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "패턴사"
        },
        {
          "code": "862200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재단사"
        },
        {
          "code": "862300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재봉사"
        },
        {
          "code": "862301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재봉사(의류·직물)"
        },
        {
          "code": "862302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가죽·모피·신발 재봉사"
        },
        {
          "code": "862303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계 자수원"
        },
        {
          "code": "862900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의복·직물 검사 등 기타 섬유·가죽 기능원"
        },
        {
          "code": "116",
          "depth1": " ",
          "depth2": "의복 제조 및 수선",
          "depth3": " "
        },
        {
          "code": "863100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "한복 제조원"
        },
        {
          "code": "863200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "양장·양복 제조원"
        },
        {
          "code": "863300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "모피·가죽의복 제조원"
        },
        {
          "code": "863400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의복·가죽·모피 수선원"
        },
        {
          "code": "863900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 의복 제조원"
        },
        {
          "code": "117",
          "depth1": " ",
          "depth2": "제화, 기타 섬유·의복 기계 조작",
          "depth3": " "
        },
        {
          "code": "864100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제화원"
        },
        {
          "code": "864200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "신발 제조기계 조작원 및 조립원"
        },
        {
          "code": "864300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "세탁 기계 조작원"
        },
        {
          "code": "864900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 직물·신발 기계 조작원 및 조립원"
        },
        {
          "code": "118",
          "depth1": " ",
          "depth2": "제과·제빵 및 떡 제조",
          "depth3": " "
        },
        {
          "code": "531201",
          "depth1": " ",
          "depth2": " ",
          "depth3": "한식 조리사(일반 음식점)"
        },
        {
          "code": "871100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제과·제빵원"
        },
        {
          "code": "871200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "떡 제조원(한과 포함)"
        },
        {
          "code": "119",
          "depth1": " ",
          "depth2": "식품가공 기능원(도축·정육,김치·밑반찬제조 등)",
          "depth3": " "
        },
        {
          "code": "532301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주방 보조원(일반 음식점)"
        },
        {
          "code": "872100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정육원 및 도축원"
        },
        {
          "code": "872101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "도축원"
        },
        {
          "code": "872102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "정육원"
        },
        {
          "code": "872200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "김치·밑반찬 제조 종사원"
        },
        {
          "code": "872300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식품·담배 등급원"
        },
        {
          "code": "872900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 식품가공 종사원 (건강원,탕제원)"
        },
        {
          "code": "11A",
          "depth1": " ",
          "depth2": "식품가공 기계 조작",
          "depth3": " "
        },
        {
          "code": "873100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "육류·어패류·낙농품 가공기계 조작원"
        },
        {
          "code": "873101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "육류 가공기계 조작원"
        },
        {
          "code": "873102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "어패류(수산물) 가공기계 조작원"
        },
        {
          "code": "873103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "낙농품 가공기계 조작원"
        },
        {
          "code": "873200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제분·도정 기계 조작원"
        },
        {
          "code": "873300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "곡물 가공제품 기계 조작원"
        },
        {
          "code": "873301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "과자·빵·떡·캔디·초콜릿 제조기계 조작원"
        },
        {
          "code": "873302",
          "depth1": " ",
          "depth2": " ",
          "depth3": "두부 및 유사제품 생산기계 조작원"
        },
        {
          "code": "873303",
          "depth1": " ",
          "depth2": " ",
          "depth3": "국수 및 면류제품 생산기계 조작원"
        },
        {
          "code": "873400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "과실·채소 기계 조작원"
        },
        {
          "code": "873500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "음료 제조기계 조작원"
        },
        {
          "code": "873900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 식품가공기계 조작원(유지, 장류, 조미식품, 설탕, 커피, 담배 등)"
        },
        {
          "code": "12",
          "depth1": "설치·정비·생산-인쇄·목재·공예 및 제조 단순",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "121",
          "depth1": " ",
          "depth2": "인쇄기계·사진현상기 조작",
          "depth3": " "
        },
        {
          "code": "881100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인쇄기계 조작원"
        },
        {
          "code": "881101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인쇄판·인쇄필름 출력원"
        },
        {
          "code": "881102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "오프셋·윤전 인쇄기 조작원"
        },
        {
          "code": "881103",
          "depth1": " ",
          "depth2": " ",
          "depth3": "그라비어 인쇄기 조작원"
        },
        {
          "code": "881104",
          "depth1": " ",
          "depth2": " ",
          "depth3": "스크린 인쇄기 조작원(실크스크린 포함)"
        },
        {
          "code": "881105",
          "depth1": " ",
          "depth2": " ",
          "depth3": "디지털 및 기타 인쇄기 조작원"
        },
        {
          "code": "881106",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인쇄 후가공원"
        },
        {
          "code": "881107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제책·제본기 조작원"
        },
        {
          "code": "881200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "사진 인화·현상기 조작원(사진수정 포함)"
        },
        {
          "code": "122",
          "depth1": " ",
          "depth2": "목재·펄프·종이 생산",
          "depth3": " "
        },
        {
          "code": "882101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "목재 가공기계 조작원"
        },
        {
          "code": "882102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "합판 제조기계 조작원"
        },
        {
          "code": "882200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "펄프·종이 제조장치 조작원"
        },
        {
          "code": "882300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "종이제품 생산기계 조작원"
        },
        {
          "code": "882900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 목재·종이 기계 조작원"
        },
        {
          "code": "123",
          "depth1": " ",
          "depth2": "가구·목제품 제조·수리",
          "depth3": " "
        },
        {
          "code": "883100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가구 제조·수리원"
        },
        {
          "code": "883101",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가구 제조원"
        },
        {
          "code": "883102",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가구 수리원"
        },
        {
          "code": "883200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가구 조립원"
        },
        {
          "code": "883300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "목제품 제조원"
        },
        {
          "code": "124",
          "depth1": " ",
          "depth2": "공예 및 귀금속 세공",
          "depth3": " "
        },
        {
          "code": "884100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "공예원"
        },
        {
          "code": "884200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "귀금속·보석 세공원"
        },
        {
          "code": "125",
          "depth1": " ",
          "depth2": "악기·간판 및 기타 제조(드론조작 포함)",
          "depth3": " "
        },
        {
          "code": "885100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "악기 제조원 및 조율사"
        },
        {
          "code": "885200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "간판 제작·설치원"
        },
        {
          "code": "885300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "유리기능, 복사, 수제 제본 등 기타 기능 종사원"
        },
        {
          "code": "885900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주입·포장·상표부착기 및 기타 기계 조작원"
        },
        {
          "code": "885901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "드론 조작원"
        },
        {
          "code": "885902",
          "depth1": " ",
          "depth2": " ",
          "depth3": "주입·포장·상표부착기 등 기타 기계 조작원"
        },
        {
          "code": "126",
          "depth1": " ",
          "depth2": "제조 단순 종사자",
          "depth3": " "
        },
        {
          "code": "816200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "금속기계부품 조립원"
        },
        {
          "code": "824107",
          "depth1": " ",
          "depth2": " ",
          "depth3": "용접 사상원 및 보조원"
        },
        {
          "code": "836000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 부품·제품 조립원"
        },
        {
          "code": "852401",
          "depth1": " ",
          "depth2": " ",
          "depth3": "고무제품 조립원 및 검사원"
        },
        {
          "code": "852402",
          "depth1": " ",
          "depth2": " ",
          "depth3": "플라스틱제품 조립원 및 검사원"
        },
        {
          "code": "862200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재단사"
        },
        {
          "code": "862301",
          "depth1": " ",
          "depth2": " ",
          "depth3": "재봉사(의류·직물)"
        },
        {
          "code": "862900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "의복·직물 검사 등 기타 섬유·가죽 기능원"
        },
        {
          "code": "890000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "제조 단순 종사원"
        },
        {
          "code": "890001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기계·금속 분야 단순 종사원"
        },
        {
          "code": "890002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "단순 사상원(용접사상 제외-용접원구분)"
        },
        {
          "code": "890003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "화학·환경·에너지 분야 단순 종사원"
        },
        {
          "code": "890004",
          "depth1": " ",
          "depth2": " ",
          "depth3": "섬유·의복 분야 단순 종사원"
        },
        {
          "code": "890005",
          "depth1": " ",
          "depth2": " ",
          "depth3": "전기·전자 분야 단순 종사원"
        },
        {
          "code": "890006",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식품 분야 단순 종사원"
        },
        {
          "code": "890007",
          "depth1": " ",
          "depth2": " ",
          "depth3": "인쇄, 목재, 가구 및 기타 제조 분야 단순 종사원"
        },
        {
          "code": "13",
          "depth1": "농림어업직",
          "depth2": " ",
          "depth3": " "
        },
        {
          "code": "131",
          "depth1": " ",
          "depth2": "작물재배",
          "depth3": " "
        },
        {
          "code": "901100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "곡식작물 재배원"
        },
        {
          "code": "901200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "채소·특용작물 재배원"
        },
        {
          "code": "901300",
          "depth1": " ",
          "depth2": " ",
          "depth3": "과수작물 재배원"
        },
        {
          "code": "901400",
          "depth1": " ",
          "depth2": " ",
          "depth3": "원예작물 재배원"
        },
        {
          "code": "901500",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조경원"
        },
        {
          "code": "901501",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조경 식재원"
        },
        {
          "code": "901502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "식물 관리원"
        },
        {
          "code": "132",
          "depth1": " ",
          "depth2": "낙농·사육",
          "depth3": " "
        },
        {
          "code": "414901",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조련사(공연)·마술사 등 기타 시각 및 공연 예술가"
        },
        {
          "code": "420406",
          "depth1": " ",
          "depth2": " ",
          "depth3": "프로모터, 경주마 조련사 등 기타 스프츠 관련 전문가"
        },
        {
          "code": "511502",
          "depth1": " ",
          "depth2": " ",
          "depth3": "반려동물 훈련사(맹인견 조련사 포함)"
        },
        {
          "code": "902100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "낙농 종사원"
        },
        {
          "code": "902200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "가축 사육 종사원"
        },
        {
          "code": "902900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "기타 사육 종사원(양봉·감별·동물원사육·실험동물사육 등)"
        },
        {
          "code": "133",
          "depth1": " ",
          "depth2": "임업 종사자",
          "depth3": " "
        },
        {
          "code": "903100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "조림·산림경영인 및 벌목원"
        },
        {
          "code": "903900",
          "depth1": " ",
          "depth2": " ",
          "depth3": "임산물 채취 및 기타 임업 종사원"
        },
        {
          "code": "134",
          "depth1": " ",
          "depth2": "어업 종사자",
          "depth3": " "
        },
        {
          "code": "904100",
          "depth1": " ",
          "depth2": " ",
          "depth3": "양식원"
        },
        {
          "code": "904200",
          "depth1": " ",
          "depth2": " ",
          "depth3": "어부 및 해녀"
        },
        {
          "code": "135",
          "depth1": " ",
          "depth2": "농림어업 단순 종사자",
          "depth3": " "
        },
        {
          "code": "905000",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농림어업 단순 종사원"
        },
        {
          "code": "905001",
          "depth1": " ",
          "depth2": " ",
          "depth3": "농업 단순 종사원"
        },
        {
          "code": "905002",
          "depth1": " ",
          "depth2": " ",
          "depth3": "임업 단순 종사원(산림보호감시, 산불감시원 등)"
        },
        {
          "code": "905003",
          "depth1": " ",
          "depth2": " ",
          "depth3": "어업 단순 종사원"
        }
      ]